[
  {
    "author": " ~ Papaji",
    "quotes": "Keep quiet. Don\u0027t think. Don\u0027t move. ~ Papaji",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Stillness of mind comes from giving up all attachments except that attachment to Self.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "You have to be very careful, to be vigilant, to see what is coming from the mind, and to see the happiness that is coming from the Self.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "That ocean of eternal peace is you. What is the difficulty that we suffer from? It is that we seek peace elsewhere and do not experience that we are peace incarnate itself.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Thoughts are impediments to seeing your own face. Don\u0027t give rise to any thought, and discover who you are.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Now is the time to have a direct introduction to this moment. This moment is free of time, of mind, of any notions. Introduce yourself to this moment.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "You have to decide right now to be free once and for all. Everyone who has found freedom in this lifetime has had to make this decision.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "To abandon this one \u0027I-thought\u0027 is liberation, to cling to it is bondage. One is easy, other one is difficult. This is your choice and you have to make your choice this instant.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "You have to simply become aware of the movement of the mind, which begins this endless trouble.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Mind can be the enemy and mind can also be the friend. It is the mind that binds and it is the mind that liberates. When the mind is attached to objects, which are transitory and impermanent, this is the mind that binds. This is the mind that is an enemy. But a mind that does not abide anywhere, on any object, is a mind that is your friend. This is the mind that liberates. It all depends on you, on what kind of company you keep in your mind.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "When mind moves the world arises, so be still, throw away everything, and be free.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "The Self alone can give you happiness. All happiness is from the Self. All trouble, sorrow and suffering is from the mind.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "When one abides as the Self, some divine power takes charge of one\u0027s life. All actions then take place spontaneously, and are performed very efficiently, without any mental effort or activity.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Enlightenment is not about words and thoughts and concepts which can be  doubted. Enlightenment is always here. By \u0027here\u0027 I don\u0027t mean this present space. Here is somewhere within where mind cannot reach. Presence is always here and you are always That. This here is not the opposite of \u0027there\u0027. This here is nowhere, it is your Heart. When mind is still all comes back to the Heart. All the cosmos is but a speck in your Heart. Turn mind over into this \u0027here\u0027 and it is lost. Then only light, wisdom and love remain and This you are not different or apart from.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "You don\u0027t see the inner Guru because you look somewhere else. Stop looking and It will reveal itself without your effort. Just stop the mind from chasing all its loves and enjoyments.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Stay quiet and the noisy surface dialogues will cease. Then the substratum will rise up to the top. It is simple. Follow this.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "The secret to bliss is to stop the search, stop thinking, stop not-thinking, and keep quiet. The best practice is to know \\Who am I\\. You are Brahman, know this. If you want to do anything, just always adore Self.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "If there is peace in your mind you will find peace with everybody. If your mind is agitated you will find agitation everywhere. So first find peace within and you will see this inner peace reflected everywhere else. You are this peace! You are happiness, find out. Where else will you find peace if not within you?",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "If you see the illusion you are enlightened, but if you think that you are enlightened you are in the illusion!",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "You must stay quiet to find this and do not make any effort. Keep still.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "The right way to inquire is to simply ask: \\Who am I?\\ and \\where does this inquiry come from?\\ Simply relax and look at what happens and then discriminate where the \u0027I\u0027 is living. First clarify your mind and find out where the \u0027I\u0027 is. Once this is ascertained follow the path to where it is. You will find that you do not need to go anywhere to get to the \u0027I\u0027. Instead all that you have to do is stop all the movement of the mind and you are Here.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "This is a good practice: keep attention on your diamond and keep the thieves away from it; keep still and be aware of thought. If you keep aware you will not have any thought because no thought comes when you watch. When you do this you are naturally in Awareness itself.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "No tension, no intention, simply attention. No struggle between the in and the out, just stay relaxed and at ease.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "When you live in This you will not have any desires for anything else; likewise, you will only be in This when you give up all desires, even the desire to be in It. Give up all desires to stay here or there or anywhere and give up the desire for \u0027this\u0027 and for \u0027that\u0027. Give up all desires.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "You can give up all desires by keeping quiet.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "The objects of the inner dialogues are only from the past and so this chatter must be stopped, it must be controlled. This dialogue is only memory and it has to be controlled. This self-control is with small \u0027s\u0027 and refers to controlling the mind, the thoughts of the mind. Self control is when your mind is not leaking anything perishable, when your mind touches nothing that fades. No clinging to the past, no thoughts, no expectations for any future. Keeping mind between past and future is mind control and this is your face. This is not so easy. People have been trying to do this for so long. Five thousand years ago Arjuna asked Krishna how to control the mind which is as difficult to grasp as air. Krishna said: \\By Abhyasa, practice, and Vairagya, non-attachment, you will control the mind. Vairagya is being non-attached to objects. Abhyasa is bringing the mind back from its objects and establishing it in me\\. So sit quiet and watch the mind. It will want to go and enjoy the past experiences and enjoyments. Bring it back. If you are aware of the thief it will not steal from you, but if you are not aware then the thief will not let you be happy. It will loot the property of peace. This happens everyday and we enjoy it. We actually make friends with the snake. Keep after this inner dialogue and it will stop, if you have strong determination. All these objects of the mind are only projections. Only when you stop the projecting will you be happy. When the projection is finished then only the screen is left. This screen is the same before, during, and after the projections. When mind stops there is no projection, this is the blissful state.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "I don\u0027t give any exercise or practice because all practice is in time and is in mind. What I recommend is to simply stay quiet, don\u0027t make effort, don\u0027t think. This is all you have to do now. Do this now.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "If you know you are bound you are no longer bound because by knowing the bondage you separate yourself from it, you objectify it. With this release, the \u0027I\u0027 that was bound pours into Consciousness like a river pours into the ocean.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "You can\u0027t find true peace so don\u0027t try to search for it. What is left when you give up searching?",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "It is easy. You complicate it! It is simple. Don\u0027t make any effort, stay quiet and the noisy surface dialogues will cease. Then the substratum will rise up to the top. It is simple. Follow this.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "When a fish is dying it is more active and so mind becomes very active in the last few minutes like a fish flopping out of the water. This fish has troubled you for so long so now feast on it. All you can do is not think and not try.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Thinking brings you to the past which doesn\u0027t exist. So not thinking is the only way to stay here in peace.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "The happiness which Is when there is no thought, the happiness you experience in the deep sleep state, the happiness which has no known source, is your own true nature. But if you think you will suffer. So sleep in the day and keep quiet in the night. This means simply: don\u0027t think.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "There is no process to become silent. To disturb your mind you need process, but to stay silent there is no process. Stay in satsang, stay quiet, always have love with your own Self. You are not to win it by any attempt or effort. Simply stay quiet. If any thought rises, simply find out where it came from.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Just for half of a second do not think. Do it now! Go no way and you will be in peace. You are not to make any attempt. This attempting is just the mind disturbing the mind. Don\u0027t make any attempt because peace is already there. Any attempt to find peace is throwing a stone into a calm lake. Peace is already here. You just disturb it by running outside. Don\u0027t make any effort for Peace and what will you feel? When you don\u0027t make any attempt there is no mind, but when you try to make any attempt there rises the mind which is going to disturb you. Don\u0027t make any attempt.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "I told you that if thoughts arise to be indifferent to them. Keep quiet and make no effort and there will only be awareness of awareness. Don\u0027t repeat the things that I speak of, but have an experience.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Don\u0027t keep the past in your mind. You have to love the Self, if you don\u0027t you are rejected by the Self. Self stands with extended arms waiting for you, but you look somewhere else! \\Come my child, it is enough! Now come to me and I will give you rest\\. But you don\u0027t listen, you just look to something else. Whose fault is this? The Beloved is waiting for you, but you are looking toward the red lights.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Only the Truth is and you are That! You are the unchanging Awareness in which all activity takes place. To deny this is to suffer, to know this is Freedom. It is not difficult to realize this because it is your True Nature. Simply inquire \u0027Who am I?\u0027 and watch carefully. Do not make effort and do not stir a thought. Look within, approach with all-devotion and stay as Heart. Keep vigilant and you will see that nothing will arise. This is the trick of how to keep the mind quiet and how to win Freedom. This doesn\u0027t take time because Freedom is always Here. You simply have to watch: where does mind arise from? Where does thought come from? What is the source of this thought? Then you will see that you have always been Free and that everything has been a dream.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "The one who follows the thought is also a thought! The one who follows the thought IS in thought. When you know that both are thoughts, you are home. You are not in Home, you ARE Home. Then allow thoughts to arise and allow them to be followed. You remain as That unmoved and unconcerned Being. This is the highest understanding.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Just be quiet. This quiet does not involve talking or not talking. It does not involve any doing whatsoever. Just let the mind fall into silence. This is enough.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Keep Quiet! Don\u0027t stir a thought. Look within. There, you will find your own True Nature, where it has always been.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Just for half of a second do not think. Do it now! Go no way and you will be in peace. You are not to make any attempt. This attempting is just the mind disturbing the mind. Don\u0027t make any attempt because peace is already there. Any attempt to find peace is throwing a stone into a calm lake. Peace is already here. You just disturb it by running outside. Don\u0027t make any effort for Peace and what will you feel? When you don\u0027t make any attempt there is no mind, but when you try to make any attempt there rises the mind which is going to disturb you. Don\u0027t make any attempt.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Troubles only arise with thoughts, as the whole world arises only from thoughts. Why get yourself in all of this trouble? Simply do not think. When you don\u0027t think you don\u0027t need to do anything else. This is quite enough. And don\u0027t make any effort to not think.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "There is no process to become silent. To disturb your mind you need process, but to stay silent there is no process. Stay in satsang, stay quiet, always have love with your own Self. You are not to win it by any attempt or effort. Simply stay quiet. If any thought rises, simply find out where it came from.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Everything that can be rejected, reject it, thoses words included. What\u0027s left?",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Just as space in a room is not affected by how much furniture is in the room so space is not affected by activity or by mind or by thought. You are Space, do not touch the furniture in this space, which means keep quiet, do not mentate, do not activate thoughts. If thoughts arise allow them to come and go, but don\u0027t hold on to them or let them land. Do not touch \\I am the body.\\ Instead the first and last thought must be, \\I am pure infinite Consciousness, I am Love itself.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Keep quiet. Simply keep still. Don\u0027t give any thought to your mind for one second. Don\u0027t stir any thought and don\u0027t make any effort, for just one second. If you understand what I speak about tell me what will happen when you don\u0027t stir a single thought from the mind and you don\u0027t make any effort. Just these two things; no effort and not giving any thought to the mind! Just for one instant. What will happen?",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Self is what you are, You are That Fathomless in which experience and concepts appear. Self is the moment which has no coming or going. It is the Heart, Atman, Emptiness. It shines to Itself, by Itself, in Itself. Self is what gives breath to life, you need not search for it. It is Here. You are That through which you would search. You are what you are looking for! And That is all it is. Only Self is.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "This instant can be called satsang, but really it has no name. If you enter into this you will discover the nature of peace, which is known as shanti. You will discover the nature of Light, of Wisdom. This will be the end of all suffering for the whole world, the end of the cycle, the end of hitchhiking from womb to womb. This is in your hands. You are here and it does not take any time - it takes just a moment. And this moment has to be exactly now. Whether it is now or next year or next birth doesn\u0027t matter. You have to return home. Everyone has to return home, all of us. Whenever it happens it will always be just now. It will always be the same moment - no moment - which gives you satsang, which indicates freedom, which is Here, Now. Freedom is already here. The concept, \\I am bound.\\ is only a notion. The concept, \\I have to become enlightened after retirement.\\ is also a notion. Get rid of all these notions and you will return to this. This is called satsang. This will lead you to Freedom, to Moksham, to Liberation, to Emancipation, to the end of the cycle of birth and death. Do this here and now. Why postpone? The mind needs to postpone. This postponement is called mind. The mind is nothing but the past. Discard all these concepts and you are free.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "You are what all happenings happen in. What happens must happen so remain unaffected as peace. Be peaceful and this peace will spread. What rises from peace is Peace and what rises from confusion is confusion. So be peace and give this to the universe, it is all you should do. Even thinking \\I am Peace\\ disturbs this peace, so just be quiet, be as you are.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Surrender, let Silence have you. Surrender to the source, Surrender to awareness, this is the only place of protection. Surrender your heart and you will know all. Surrender to Consciousness and Bliss. Surrender means to surrender your bondage and to simply be Freedom. Surrender is the ego bowing down to its Source. No more demands or commands, but putting all in the hands of Source. Submit to Consciousness and Bliss and you will be happy. Surrender the addiction to your senses. You don\u0027t need to stop them, but you need to have perfect control over them. Ego is a poor driver of these five horses, but the Atman charioteer will not make a mistake. Surrender the reigns of your senses to the Atman. As the river surrenders to the ocean, surrender yourself to the Self, the Source. And if you find you are still swimming on the surface of the ocean: stop swimming and you will sink into the depths of Love.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Keep quiet for some time, and It will reveal Itself.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Q: I see that I still have doubts that it can be so simple. I expect big experiences and bliss, and I expect it to be... Papaji: Hard and difficult. Q: Yes. Papaji: So go the Himalayas and hang by your feet. [laughter] All kinds of trainings are still being done, because it is easier to do them than to sit quietly. You can stand on your head for an hour, or recite mantras and chant them for hours. All this is possible. The mind is deceiving you; the mind doesn\u0027t like to be quiet. The only way the mind can be beaten is not to give rise to a thought. Don\u0027t start a thought. So simple. This mind likes to engage in activities and exercises. When you are not active mentally, this is peace.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "When you meditate, the ego rises and you become the meditator. In this process, you objectify Reality, which is actually who you truly are. So the best meditation is to simply keep quiet here. Don\u0027t follow any thought and don\u0027t activate the mind. This is true meditation. Knowing that you are meditating is not true meditation. When you keep quiet here, there is no meditator. There is nothing to achieve in the future, because everything is already here. The meditator rises from here. When you keep quiet that is no meditator, no meditation and no object of meditation. This is Existence-Consciousness-Bliss Itself. It is in this instant, in this space, It is who you are, desireless, Perfect Self. In the twinkling of an eye you are free!",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Even thinking \\I am Peace\\ disturbs this peace, so just be quiet, be as you are.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Let the mind sleep; you stay awake. ~ Papaji",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "The purpose of life is to be at peace, To love all beings, and know who you are. Know your Self and you know everything. This immaculate knowledge alone is, Emptiness alone is. How can you come out of emptiness if there are no limits to it? The appearance of a manifestation is but lila of this Emptiness. Know who you are, here and now, by simply being quiet. You are this moment, introduce yourself to This, do not attach your mind to any direction. No sadhana, no past, no future, not even emptiness of your heart, not even space. To be free forever introduce yourself to this Moment. This Moment is always this Moment, It will not change. It is freedom, free from mind and concepts, and is your fundamental birthright. The best use of this Moment is to drown in It. Keep quiet, you are inside of the inside, do not dwell anywhere and make no effort. The concept of effort and practice is bondage. Just keep quiet, wherever you are, just keep quiet.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Be quiet, don\u0027t think, don\u0027t make effort. To be bound takes effort, to be free takes no effort. Peace is beyond thought and effort. Do not think and do not make effort because This only obscures That, and will never reveal That. This is why keeping quiet is the key to the storehouse of love and peace. This quietness is no-mind, this no-thought is freedom. Identify yourself as this Nothingness, as this Quietness, and be careful not to make it an experience because this is mind tricking you out of it with the trap of duality; the trap of witness and witnessed. Being is Being, there is no witness and no witnessed. Experiencing it is to say \\I am Free\\, which is exactly the same trap as saying \\I am bound.\\ After letting go of object, do not hold onto the subject either. Let go, be quiet.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Look within, approach with all devotion, stay as Heart. Only adore yourself, worship your Self, and seek your Self, and the rest will be taken care of. Avoid useless activities and pleasures. Simply keep quiet, this is Sahaja Bhav, the natural state. If you want to wake up, don\u0027t think and do not make effort. This is the only way. This may appear as wisdom with inquiry or as love by devotion, but both are the same. True wisdom is the love of Self. The Supreme Self, the dearest love, the source of joy, must be meditated on day and night whatever you are doing, if you want freedom now. Disregard everything else, see only That, and all will be added to you. Only contemplate existence. This contemplation is to just be. Go straight to the Light.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Don\u0027t use your mind; this is meditation.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Without thoughts, there\u0027s no mind. ~ Papaji",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "You have two choices: Either you follow most teachers and spend your life trying to remove or clean out the mind. First you will have to find out if the mind exists. No one has seen the mind. Even if you found it, how do you propose to clean it? Everyone is practicing cleaning the mind but there is no one so far who has cleaned it. Where is this mind to be cleaned? The second choice is to keep quiet and you will know who really you are. This is very simple. It is not going to take you time; in fact time does not appear. There is nothing outside that can help you, you have just to keep quiet - that\u0027s all - and you will know then you are eternal. You are Eternal Existence itself.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Stop a moment and see who you are. You have never allowed time to your own Self to reveal itself to you and to kiss and hug you. You have tried using your head for millions of years, now at least give time to your Heart. Keep quiet, simply keep quiet. If you keep quiet your own Self will come and hug and kiss you. Allow time for your own Self.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "From silence you came, and to silence you return, this is the Ultimate Truth. The concept that there was any work to complete has in itself been completed. This is all. What is there to complete? What was the work? To keep quiet. When you know this, you have completed everything; otherwise you will be hitchhiking for millions of years, thinking that you have not completed your work. There is no work to be completed; the idea that you have to complete some work, that you are bound, that you have to be free, is all conceptual. You are fundamentally free all the time, and to know this is the completion of everything. The only hindrance was that you thought that you were bound. That was the obstacle. Removing this obstacle you can call \u0027completion of the work\u0027.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Whenever you are immersed in compulsive thinking, you are avoiding what is. You don\u0027t want to be where you are: Here, Now. When the mind is quiet, all is Self.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Surrender, let Silence have you. Surrender to the source, surrender to awareness, this is the only place of protection. Surrender your heart and you will know all.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Self is always present, bliss is always present. You are not to work at attaining it, just remove the obstacles by which you can\u0027t see it. The hindrance is only one: attachment to the past.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Remove all becoming, you are Being. Becoming is effort, being is no effort. You are always That so be like the breeze that is attached to neither the garbage nor the garden that it blows over. Do not run away from worldly activities, only always keep in the \\I am Self\\. stay as the screen on which all projected activities take place. In all activities simply keep Quiet and know \\I am home\\.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "The present moment is freedom. Look into the present moment. Freedom itself. You are always looking into the past moments. When did you give occasion to the present moment to manifest? You have never given a chance to this present moment. Always you are related to the past only. You are not giving your thought to this instant. This instant is the present moment. Look into it. Then you will see your face. When you use the word \u0027I\u0027, then stop and look where this \u0027I\u0027 arises from. This is the present moment. Look at this \u0027I\u0027 and you will know this present moment, and then what is your faith? Where does it arise? If you go forward, you will go to the past. Return back to this, to where the thought \u0027I\u0027 arose. Return back from whatever place to there.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "When you meditate, the ego rises and you become the meditator. In this process, you objectify Reality, which is actually who YOU truly are. So the best meditation is to simply keep quiet here. Don\u0027t follow any thought and don\u0027t activate the mind. This is true meditation. Knowing that you are meditating is not true meditation. When you keep quiet here, there is no meditator. There is nothing to achieve in the future, because everything is already here. The meditator rises from here. When you keep quiet that is no meditator, no meditation and no object of meditation. This is Existence-Consciousness-Bliss Itself. It is in this instant, in this space, It is who you are, desireless, Perfect Self. In the twinkling of an eye you are free!",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "Everyone is Buddha himself, but you don\u0027t recognize your Buddha-nature because you want something else. You don\u0027t love and honor your own Self. Your Self is Buddha. Yet, you don\u0027t believe this because you are deeply attached to something else which is temporary, impermanent and false.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "All that you are attached to, all that you Love, all that you know, someday will be gone. Knowing this, and that the world is your mind which you create, play in, and suffer from, is known as discrimination. Discriminate between the real and the unreal. The known is unreal and will come and go so stay with the Unknown, the Unchanging Truth. All which appears and disappears is not real, and no nectar will come from it so don\u0027t cling to it, and once you let go do not turn back to it. Stay as Eternity in your own Being.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Papaji",
    "quotes": "You can meditate 4 000 years, but if avoidance is at the root of it, you won\u0027t be free.",
    "url": "http://keep-quiet.com/img/papaji.jpg",
    "type": "quiet"
  }
]