[
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Think of the problems you\u0027re thinking about right now. Think. Who has a problem? Your real self can\u0027t have a problem, because that\u0027s bliss consciousness. The problem comes to the ego. Only the ego has a problem, nothing else. Everything is free, happy, no problems. Find out who you are. Discover yourself. Jump within yourself. Be yourself. Become free. Nothing exists as it appears, nothing. Everything is consciousness, and everything is an image superimposed in consciousness. All of your thoughts, whatever is going through your mind, has no basis, no case, no ego. Everything you see is a projection of your own mind. You can put a stop to it by finding the source of your thoughts. Where do your thoughts come from? Find out. Go within. Ask yourself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Allow your mind to say and think the way it will, only don\u0027t identify with it. Allow your body to do what it must, but do not react to it. Everything will happen of its own accord. When you allow your mind to think of its own accord, the thoughts begin to dissipate, and soon you have empty mind. Empty mind is consciousness, realization. That\u0027s all you have to do - have empty mind. But as long as you believe, \u0027I am the doer\u0027, and you force yourself to have an empty mind, you never will, because the forcing makes the mind stronger. Rather, observe your thoughts, watch the mind thinking, and leave it alone. Do not identify with your thoughts, or with your body, for in reality there is no body and there are no thoughts, for there is only the self, and you are that.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "As long as you can describe it, it\u0027s not that. It\u0027s a mystery. It\u0027s beyond description. The finite can never comprehend the infinite. So as long as you can describe it, and you can talk about it, it\u0027s not that. And this is something you should always remember.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "It is only when you become an empty vessel that the truth, which you really are, can shine fourth. When you have too much head knowledge you keep yourself back. When you have too much book knowledge, you keep yourself from awakening. This is why words are always inadequate. You are already liberated.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "As long as you believe you have got to solve a problem, then you you have to solve a problem.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You can become aware that you are like the screen in the movie. You cannot see the screen, you see the images on the screen. Yet the images are not real. If you try to grab them, you grab the screen. Just contemplating this helps. And then you realize that you are like the screen, that is your real nature, and all the images in the universe are superimposed upon you, just as the images of the movie are superimposed on the screen.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "No matter how many times I tell you this, you\u0027re still thinking, thinking, judging, judging, coming to conclusions, trying to work out your life. You have to let go. Totally, absolutely, completely. You have to let go so completely that you will feel no body, no mind, no pain, nothing.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Always remember deep in your heart that all is well and everything is unfolding as it should. There are no mistakes anywhere, at any time. What appears to be wrong is simply your own false imagination. That\u0027s all. You are the Self, that perfect immutable Self. Nothing else exists. Nothing else ever existed. Nothing else will ever exist. There is only one Self and you are That. Rejoice!",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Don\u0027t think you must run away from conditionings or you must run away from your job or you must leave your family or you must do anything like this. Never concern yourself with the body. Mentally learn to let go, to think less. Cut down on your thinking and your thoughts. Some of you still believe that if you do not think about something, it will never happen. This is not true. As a matter of fact, it is reverse. If you do not think, then the true nature of yourself will be revealed, and the true nature of the universe will be revealed.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "It\u0027s in the silence that your problems just dissolve. Try it. It really works.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "As we sat in silence, what thoughts came into mind? Whatever thoughts there were, good or bad, they have got to go. Even if you were thinking \u0027what a wonderful Satsang\u0027, that has got to go. All thoughts must go. Your wonderful Satsang will not bring you realization. Emptiness will.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "It makes no difference if the thoughts are good or bad, they\u0027re both impostors. In reality there are no good thoughts, there are no bad thoughts. We\u0027re not trying to replace bad thoughts for good thoughts. We\u0027re trying to leave the thoughts alone, not to do a thing about them.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The only freedom we\u0027ve got is not to react to anything, but to turn within and know the truth.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You have to be totally honest with yourself. Totally honest. Completely honest with yourself to see the way you\u0027ve been carrying on. To see how your thoughts have been ruling you. Your mind has been telling you: \u0027This is like this and this is like that. This is good, this is bad. This is right, this is wrong\u0027. Being judgmental all the time, this is what has to be given up, totally and completely.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "It is enough to detach from your thoughts and ignore them. A simile would be, what happens to your friends whom you ignore. If you have a friend and the friend is talking to you, telling you things, and you ignore your friend, what happens? The friend will walk away. The friend will go away and that will be the end of the friend. And he or she will no longer be your friend. For you have ignored them totally, completely. You\u0027ve not scolded them. You have not lectured your friend. You have not been evil to your friend. You have just ignored your friend. Your friend will back away and go away, because your friend gets no response from you whatsoever. This is how you want to treat your thoughts, same way.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You don\u0027t have to set aside a time for meditation. You can do it while you\u0027re driving your car, while you\u0027re at work, while you\u0027re playing music. Just be aware of yourself, of who you really are, and realize the rest is a projection of your mind.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When you learn to quiet your mind you reflect yourself, and yourself is always harmony, always bliss, always Sat-chit-ananda, always the absolute reality, always absolute oneness. That\u0027s your real Self. That\u0027s who you really are. It\u0027s all up to you. What do you do with your life everyday? How do you live your life? This doesn\u0027t mean that you have to sit home and meditate all day long. It means you can go about your business and work. You can not work. You can go to a movie. You can watch TV. You can do whatever you like, but never identify with the object. Never identify with what the body is doing. Let the body do whatever it came here to do, but you keep the mind and yourself on your heart, on the light, on consciousness. Quiet your mind any way you want, whatever method you use. Become the witness of your thoughts.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When you get on the path correctly, after awhile it becomes effortless. In the beginning there seems to be a little effort you have to take, because you\u0027re breaking away from your old patterns, and as you continue it becomes effortless, easier and easier. It becomes a pleasure. It becomes a joy and you\u0027re always doing it effortlessly, so the effort is only the beginning stages. It\u0027s not really effort, but when you break into a new habit, the old wants to still stay there and take over.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The secret is not to change your thoughts, but to get rid of your thoughts completely. We\u0027re not trying to change negative thoughts to positive thoughts, for our positive thoughts lead to negative thoughts and our negative thoughts lead to positive thoughts. That\u0027s duality. We\u0027re trying to transcend the whole ball of wax, to go beyond.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When the mind is silent, then reality comes of its own accord. When you are thinking and thinking, the world has got you, and you become worldly again. Self-enquiry causes the mind to be quiet.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "All of these things that you\u0027re referring to is a projection of your mind. You create your universe, and you create your world, and you create the trees and the birds and everything else. So get rid of your mind and everything else will go.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Forget about the past. Do not worry about the future. Have total faith, total joy in yourself. Only when you can understand yourself as all-pervading consciousness, can you possibly understand that the universe is an emanation of your mind.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When something takes place in your mind or in your world, you become the observer. You become the witness. You do not react. You try to keep your mind centered in the now, in the moment.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The power that takes care of that knows how to take care of you. Don\u0027t you see, there isn\u0027t anything you have to do to help. In other words, God doesn\u0027t need your help. All you have to so is to take a deep breath and say: \u0027Take it God. I\u0027m all finished with it. I will never worry again. I will never be upset over anything again\u0027.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "It makes no difference what you have done in the past, so far as self-realization is concerned. Once you know the truth, you become free. The truth is there is no past. There never was a past. The universe has no foundation. There is nothing to hold it together. Therefore, there is nothing you have done that can keep you out of heaven.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You have no problems. It has been your ego all the time fooling you, making you believe that something is wrong, and you\u0027ve been playing hide and seek, trying to find God here, there and everywhere, when all the time God was within yourself as yourself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You cause the thoughts to cease by doing absolutely nothing. By being yourself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You have to begin to identify with the Real Self. You have to begin to let go of all the false beliefs, conceptions, dogmas and be yourself. Be the Self you\u0027ve always been. Be the Buddha. Be Krishna. You have that quality deep within you. Wake up. Do not let calamity rule you any longer. Know yourself. Do not use the mind to react to conditions. Learn to be the observer.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Ignore the thoughts completely, totally, absolutely. Again, do not fight your thoughts. Ignoring your thoughts is not fighting your thoughts. Do not try to change your thoughts. Above all do not try to stop your thoughts.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Think of nothing. Learn how to quiet your mind. Learn how to make your mind quiescent like a motionless lake. A motionless lake can attract our image, reflect the sun, the stars, the moon, trees, grass. A lake that is noisy cannot reflect anything.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Grasp your thoughts with your mind, and put a stop to them any way you can, either by observing the thoughts or by practicing self-enquiry and asking to whom they occur. Whatever you need to do, do not allow yourself to think. If your mind does not think, you will be exceedingly happy. You will have unalloyed happiness.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " Robert Adams,",
    "quotes": "Your job is to keep the mind from wandering. The mind has to be held by you. Your mind is not your friend. It makes you human. It makes you believe you are a body, separate",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "I remind you again, the only difference between the sage and yourself is you see the world and you identify with it. You think it\u0027s real. A sage sees the world and he knows it\u0027s a superimposition upon Consciousness. So he identifies with Consciousness.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "A devotee once told Ramana: \u0027I have been here for many years. People got into Samadhi. I close my eyes for a minute and my mind travels around the world\u0027. Ramana replied: \u0027Why do you think about others? Let them meditate, sleep or snore. Look to yourself. Whenever your mind goes astray bring it back to the quest\u0027.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The reality is not the pain. The body is in pain, but you are not the body. So if you stick to your true self, you will hardly feel the pain. Let the body take care of itself. Do not concern yourself with the body. The body will still eat, it will still go to the bathroom, it will still take a shower, it will still take care of itself, but you have absolutely nothing to do with it. You are not the body, so why identify with the pain. Identify with consciousness, with the self, and then see what happens.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Use Atma-Vichara, self-enquiry. Whatever method you have to use, do it, but do it all day long. That\u0027s the secret, not just when you come here, not just an hour a day, but all during the day.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "What I\u0027m trying to show you is, you cannot depend on anything in the world for your happiness or your peace. It\u0027s a false premise.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Whatever you\u0027ve been doing, you\u0027re using your mind to do it. And your mind will always fool you. It will make you believe you\u0027re getting somewhere. You\u0027re becoming something great. But it\u0027s really the ego. It is the ego that is controlling the mind.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You are what you\u0027ve been looking for. The answer is always in you alone. There is nothing in the external world. For the external world is an emanation of your own mind, your own thinking and your own imagination. You created this world.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "As soon as you start to turn within, as soon as you begin to listen to the still small voice within you, as soon as you start to practice self-enquiry, your life begins to change drastically. You become happy. You no longer search for happiness, for you are beginning to realize that you cannot find it externally. You may appear to find it, but it does not last.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Many people enjoy the play, because they wish to continue. They continue to identify with their conditions, situations, bank accounts, wives or husbands. As long as you are attached to anything, you cannot find freedom.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There is only one decision you need to make: you are either working at your Freedom or you are accepting your bondage.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There is only one \u0027I\u0027, actually. That \u0027I\u0027 is Consciousness. When you follow the personal \u0027I\u0027 to the source, it turns into the universal \u0027I\u0027, which is Consciousness. Begin to catch yourself. Begin to realize your divine nature. You do this by keeping quiet. The fastest way to realization is to keep quiet.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There is no thing in this world that is that important. As long as you believe it is important, you will never awaken. You can\u0027t. For you are caught up in Maya. You are playing the game. You are still involved in the Leela. You\u0027re feeling things. You\u0027re reacting to things. You\u0027re arguing about things. You\u0027re debating things.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The no-mind state is where you come from practicing to the place in Silence where there are no thoughts to bother you any longer. You get there through Self-inquiry. That\u0027s the fastest way. But that\u0027s not Self-realization. Self-realization is when the mind is pulled completely into the spiritual heart. Liberation, moksha, Self-realization, is when the mind that\u0027s left over in the Silence is pulled completely into the spiritual Heart. At that time the whole mind, the I, dissolves completely, and you are free.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "All this begins by quieting the mind. By not allowing the mind to react to conditions and situations. I\u0027m not only speaking of negative conditions and situations, I\u0027m speaking of everything that arises in the mind.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Vichara, self-inquiry, is only to keep your mind from thinking. That\u0027s all it is.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Whatever you\u0027re no longer attached to gives way. Whatever you\u0027re no longer holding to, no longer holds on to you.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "We cannot empty the mind by thinking. Only by observation.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "All you\u0027ve got to do is let go of the personal \u0027I\u0027 by not reacting to the condition, and automatically the real \u0027I\u0027 comes along, for you are really the real \u0027I\u0027. This is your real nature. This is God, Brahman, Consciousness. Can you imagine what would happen if you thought about this all day long, without forgetting? You\u0027d be enlightened in no time.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "If you realize the reason why you came you\u0027ll be interested in one thing, awakening. And that will dominate your life. Nothing else will. You will not be concerned with what somebody else is doing, and you will be at peace with yourself and everybody else. Everything is preordained anyway. Everything is karmic. So what\u0027s going to happen will happen, whether you like it or not. So why get insulted. Why get your feelings hurt. Be at peace.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You have no problems. It has been your ego all the time fooling you, making you believe that something is wrong, and you\u0027ve been playing hide and seek, trying to find God here, there and everywhere, when all the time God was within yourself as yourself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Think of nothing. Learn how to quiet your mind. Learn how to make your mind quiescent like a motionless lake. A motionless lake can attract our image, reflect the sun, the stars, the moon, trees, grass. A lake that is noisy cannot reflect anything.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When you stop searching and you calm down and you put your books away, and you confront yourself and see what you are all about, that will bring about bliss faster than anything you can ever imagine or ever do.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When your mind begins to think, stop it, catch it, put an end to it. Many of you are still under the impression that you come to hear lectures, talks. Let me ask you, how many lectures, how many talks have you been to all of your life? And what has it done for you? It simply adds more confusion. Always remember what you are trying to do. You\u0027re not trying to add more knowledge to your ignorance. You\u0027re trying to empty yourself of all your knowledge, all of your ignorance, everything that you have accumulated. You want to become empty. Yet most people seem to go to different teachers, read many books, and they add on. They keep adding, adding, adding, adding, adding. Yet the day must come in your life, when you stand naked before God, so-to-speak, when you have no crutches to hold onto. All the books are gone, there are no more teachers for you, there\u0027s no one to ask for help, there\u0027s no one to ask if you\u0027re on the right path. It is then that your sadhana actually begins. Ponder this very well. Your sadhana, your spiritual practice does not begin when you\u0027ve gone to many teachers, and you\u0027ve read many books. It actually begins when you give up everything. That\u0027s when real sadhana begins, when you have surrendered everything, when you\u0027ve emptied yourself of all knowledge, all desires for liberation. When you have become an empty shell, then your spiritual life begins. Until that time you\u0027re only playing games with yourself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "To whom should I surrender? To your Self. If you begin to do just that. While you are at work. While you are washing the dishes, while you are watching TV, you always remember to surrender. And one day the inner teacher pulls your mind inward to the Source and you Awaken. You become your Self. ",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The most important thing to do is to find out who you are. The teacher, the Guru, will only point the way, you must make the effort yourself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Don\u0027t let the mind become your master. Trust in the Current that knows the way. We keep searching outside for answers that lie within. They can only be known in the Silence.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There is nothing to figure out, and nothing to understand. You are not a person. There is not such thing as a person. The so-called person is merely a thought in the mind of God. In truth, it\u0027s even not that. There is only pure Awareness, Consciousness - formless, unborn and undying, and that is who you are. How can the apparent mind possibly comprehend this? It is not possible. The finite can never understand the infinite. The mind does not exist. Seek the Source of the mind, the Source of the \u0027I-thought\u0027, by constant, patient Self-enquiry. When the mind is quiet, You shine in all your glory. Be Yourself, and be happy.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "As long as you believe in the body-mind, you will continue to have questions. Find out who is asking those questions, and when you do, there will be no need for questions. Questions only satisfy the mind and the intellect. They do not help one to awaken. It is only when everything is dropped, that you begin to awaken and see the futility of questions.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Questions are from the point of view of the individual. If the person is unreal, where are the questions? Philosophical questions are all part of the illusion - Maya - and there the debate is endless. How does a relative answer to your questions bring you any closer to Self, the Self that you already are? Such things only feed the mind. Any answer given to satisfy the mind cannot be true.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There is nothing to work out. There is nothing to understand. There is nothing to attain. You must go to the root. The root is the \u0027I-thought\u0027. Question it by enquiring as to the source of this concept: \\To whom does these questions appear?\\ \\To me\\ \\Who am I? Who is this me? Where does this idea come from?\\ Do not look for an answer. Only ask the question with patience whenever thoughts arise. This serves to quiet the restless mind. As you do this in a relaxed, alert way, you will notice that the space between the thoughts gets larger. Be aware of this space between your thoughts. That is your true nature, spotless, formless, pure Awareness. It shines like the sun; only clouds of thoughts seem to obscure it.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Surrender totally to your own Self. ~ Robert adams.jpg",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When you want to be with me, when you want to leave your troubles, the loneliness and sadness behind, look within, look into your heart, and be still. You will know I am with you.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You are not human. You are far more than that. You are more than God or Consciousness itself. Who you really are is found deep in your heart. There you will your source.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "It makes no difference what method you use to clear your mind. The idea is to make your mind quiescent. To make your mind still and calm. When your mind is still and calm you solve the problem. For all the methods, self-inquiry, breath control, yoga, everything is to quiet the mind. Use whatever method suits you. You can become the witness to your thoughts. You can watch your thoughts as they go by. When you become the witness and you do not interfere with the thought process, the thoughts automatically disappear by themselves, until they dissipate entirely. You can ask yourself: \\To whom comes these thoughts?\\ What ever method you use is fine. But by all means do something to still the mind. And again when the mind is still and quiet, everything will take care of itself. The secret is to quiet the mind. Your real nature is self-realization. When the mind is stilled, you just return to your real nature, to what you always were. ",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You cannot have faith in your mind. You cannot believe in your mind. Remember what your mind is. It\u0027s a conglomeration of thoughts of the past and worries about the future. That\u0027s all your mind is. But to come into truth, you have to stand naked before God. By naked I mean you have to give up everything. All your wants and desires. I don\u0027t mean you have to be like Ramana Maharshi. When he came to the temple in the beginning when he was a boy. He took off all his clothes and stood naked in the street and it started to rain and he shaved his head. I\u0027m not referring to that, you do not have to do this. But what you have to do is to empty your mind. You have to empty your mind of all thoughts. It\u0027s not that hard, really. How do you do this? You simply observe your thoughts. You watch your thoughts. You become mindful of every act you perform. From the moment you get out of bed in the morning, you become mindful of what you\u0027re doing.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Most of us believe that we have to stop the mind from thinking and when we stop the mind from thinking liberation comes. This is false. This is false because by trying to stop the mind from thinking you\u0027re causing conflicts within yourself and we want to avoid conflict. What we want to do is to observe ourselves thinking. To watch intelligently, the mind thinking thoughts, about the past, about the future and remove the barrier between the thoughts and the Self. See the difference? You never try to stop the mind from thinking. Your mind appears to be stronger than you are and it will always win and you become disgusted and discouraged. Allow the mind to do what it wants. Never try to stop it. Just realize within yourself that there is a barrier like a wall between you and your thoughts, between you and your mind and allow the wall to disappear. Then there will be no conflict. The thoughts will actually merge into the Self and you will become free. Always try to avoid conflict.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The absolute reality never produced an \u0027I\u0027 to begin with. The \u0027I-thought\u0027 has been a delusion all of this time. As you trace it back to the source which is the Brahman, consciousness you find that the \u0027I\u0027 burns up inside the source. What really happens is that it never existed and it just disappears. Just as when you walk out of the movie, the movie is over. What is left is the screen. The screen is the substratum of the movie. So the source of you is the substratum of the image of the body and of all of the images in this world, you are the source yourself. The source has been you all this time. When you know this it makes you feel so good you start laughing hysterically.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "All these years you\u0027ve been searching and looking and trying to change things, trying to add thing onto yourself, trying to acquire things when you have been the source of everything to begin with. Everything you\u0027ve been looking for has been within yourself you have been that. You then begin to surrender everything to yourself. You surrender all of your thoughts, all of your feelings, you surrender all of your desires, all of your wants to the Self. You pull it in all inwardly.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Practice this right now. Allow the thoughts to come, whatever they are. Do absolutely nothing. It makes no difference what the thoughts are. Let them come, no matter how much they seem to frighten you, no matter how powerful they appear to be, let them come. Where do the thoughts come from to begin with? They come from nowhere. They do not come from consciousness. They do not come from pure awareness. They do not come from the Self. Where do the thoughts come from? From nowhere. They\u0027re an optical illusion. They do not exist. They\u0027re like the appearance of the sky on top of the mountain. The sky appears to be resting on top of the mountain, but it\u0027s an optical illusion. Thoughts do not exist, whatsoever. Therefore you ask yourself: \\Who\u0027s thinking?\\ and you will find out, the ego is thinking. So here\u0027s another point. When the thoughts slow down, so does the ego. The thoughts and the ego are synonymous. As the thoughts slow down, the ego slows down, and begins to also disappear with the thoughts. When there are no thoughts, there\u0027s no ego. When there\u0027s no ego, there\u0027s nobody left to think. Then the question you will ask is: \\How do I function without thinking?\\ As I mentioned in the beginning, the sage\u0027s thoughts are like a burnt rope. They appear to be real, but they\u0027re not. In other words, your thoughts are not real. They are false. How do you function without thoughts? Very well, thank you. Many of you still believe you have to have thoughts to function. You think you\u0027ll become a vegetable, but you will be spontaneous without thoughts. You\u0027ll be motivated by the Self. You will know what to do, where to go, whom to speak to, whom not to speak to, much better than you do now, much, much better. Things will happen to you spontaneously.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "It has come to my attention that many of you are trying to stop your thoughts, control your thoughts. You cannot really do this. Trying to stop your thoughts, as Ramana Maharshi says, is like a thief becoming a policeman to catch the thief. In other words, the thief that becomes the policeman will not catch the thief, because he\u0027s a thief himself. And so it is with our minds. When we use the mind to stop the thoughts, the mind will not stop the thoughts at all, because the mind wants to go on living. Stopping the thoughts is annihilating the mind, and the mind does not wish to be annihilated. The mind wants to live on, to fill you full of nonsense, superstitions. Therefore we do not try to stop thoughts. What do we really do? We do absolutely nothing. By doing absolutely nothing, the mind will begin to slow down.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Again, you cause the thoughts to cease by doing absolutely nothing, by being your self. In all the scriptures we read, unless the mind stops spinning there will be no realization, no liberation. Only when the mind stops, the thoughts cease to be, is there liberation. Yet we use the words \\To stop the mind, to stop the thoughts\\. This is sort of a misnomer, for again you have to use the mind to stop the thoughts, and the mind does not want to do this. It does not wish to cease thinking. Yet by ceasing to think, you do acquire unalloyed happiness, infinite peace, divine bliss. When the thoughts do stop, these verities come forward, and you become free.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Work on yourself. Don\u0027t worry about the words. Transcend the words. Have the experience for yourself, and then there will be nothing to say. But as long as you are a book reader, you never stop reading. There is a time to read, but there is a time to stop also. There\u0027s a time to put the books aside and to intensely practice, and give your life up to the practice. What you put first in your life, that\u0027s what you get. So think about it. What is first in your life, a book, a house, a job, a body? Whatever you give your attention to most of all, gives its attention back to you.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Isn\u0027t it wonderful when everything is quiet? Especially when I shut up and don\u0027t talk anymore. Things become much better. So let\u0027s really sit in the silence. When I say: \\Sit in the silence\\, I\u0027m not speaking of human quietness. I mean the silence beyond human quietness, the silence beyond understanding. The silence which is God, Infinite intelligence. Let\u0027s just sit in that silence. Close our eyes, be still, put a smile on your face. I am not my affairs. I am not my experiences. I am not this life I appear to be going through. I have absolutely nothing to do with this world even though I may appear to others to be doing things in this world, working, whatever. I am free from fears. Free from past karma. Free from other peoples thoughts. I-am-that-I-am. I go deep, deep, deep within the Self and then become the Self. Realizing that there is only one Self. I am touching that place where I\u0027ve never been before. The ultimate reality. I am touching that place where there are no thoughts, no emotions, no feelings. I am touching that place where there is bliss, eternal love. I now go deeper beyond all that where even love, ultimate oneness, self-realization are mere words. I go beyond all words and thoughts to that place where there is absolutely nothing and yet I exist.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Do not be in conflict with your thoughts and the self. When there is no conflict there are no thoughts. Thoughts only appear because there\u0027s conflict. By conflict I mean, you\u0027re worrying about getting rid of your thoughts, you\u0027re doing sadhana, meditation, pranayamas, japa. All of these things cause conflict. For aren\u0027t you saying \\I\u0027m doing these things to become liberated. I\u0027m doing these things to become free\\? The reason there\u0027s a the conflict is because you\u0027re already free and liberated. Therefore when you give yourself the information that you have to do something to become liberated, there is immediately conflict. This is the only problem you have. It is your conflict. And this conflict comes from programming when you were a child, from samskaras, from previous existence, things that you took with you, the habits that are inside of you, that you believe you are. This is where the conflict comes from. For it tells you \\I\u0027m just a human being, I\u0027m just a frail body. I have to suffer sometimes, sometimes I have to be happy\\. This is all a lie. There never was a you that has to suffer. There never was a you that has to be happy. There is no one in you who needs to be happy. There is no one in you who needs to be miserable. They are both impostors. So every time you try to exchange negative conditioning to positive conditioning, you\u0027re causing conflict.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Every time you say to yourself: \\Who am I?\\ you are moving a step ahead on the spiritual path. That is all you have to do. \\Who am I?\\ and you will soon discover that the \u0027I\u0027 is not you. The \u0027I\u0027 that you are referring to is not you, it\u0027s not anything. It is merely a thought. It has absolutely nothing to do with you. When you think to yourself: \\Who am I?\\ you keep saying I-I to yourself and the \u0027I\u0027 begins to separate from your body. The \u0027I\u0027 begins to become a different type of entity whatsoever, the \u0027I\u0027 begins to disappear. And you keep thinking about the \u0027I\u0027, following the \u0027I\u0027. You follow the \u0027I\u0027 to the heart. Once the \u0027I\u0027 disappears you are totally free and liberated. So it all begins with you. You are the one. You can either free yourself or put yourself in bondage depending on what you\u0027re doing with your life.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When you begin to sit still and you look upon the mind, the thoughts, you witness the thoughts, you watch the thoughts the mind slows down. As you continue witnessing the thoughts, watching the thoughts the mind becomes weaker and weaker and weaker and you become happier and happier and happier. Bliss comes when the mind is at rest. Unalloyed happiness comes when the mind is inactive. As long as the mind is active there will always be problems. For an active mind lives in a world of duality. Good and bad, right and wrong, up and down. Only when the mind is totally transcended will you find real peace. Yet you are already real peace. You are already pure awareness. You are already total joy and harmony. Yet you keep seeking, seeking, seeking, seeking, seeking for something that you already are.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Catch yourself. What are you thinking about? It\u0027s those very thoughts that keep you from awakening. Always catch yourself thinking. And ask yourself: \\To whom do these thoughts come?\\ even if they\u0027re good thoughts. It makes no difference. There\u0027s something within you that knows what to do. There is a power greater than you that knows how to take care of you without your help. All you\u0027ve got to do is to surrender to it. Surrender your thoughts, your mind, your ego, to the current that knows the way. It will take care of you. It will take better care of you than you can ever imagine.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The good thing about all this, is that anybody can become liberated, at any moment. But this is because you are already liberated. If you were not liberated, you would never be able to become liberated. But because you\u0027re already liberated, all you\u0027re really doing is taking off the stuff that makes you think you\u0027re not liberated, dark clouds, the layers and layers of nonsense, garbage, that you covered yourself with all of these years. The thought \\I am important, I am somebody\\. This is what keeps you in bondage.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You and I know many people who have been searching for many, many years, twenty years, thirty years, forty years, for the answers to life, for reality, yet they\u0027re still in the same place they started twenty years ago. They have gone through all kinds of things. They\u0027ve been to many places. They met certain teacher, but they\u0027re still the same. For they\u0027ve never really investigated themselves. They say they do. They say they\u0027ve been working on themselves for years, nothing has happened. But have they really been working on themselves? What they\u0027ve been doing is sort of just thinking about it a little bit, reading books. But they\u0027ve never dived deep enough in the Self to find the answers. And this is exactly what you have to do. You have to dive deep, deep, deep within yourself, deeper than you can ever imagine. And the only way you can do this is by giving up the external world, mentally, not physically. In other words, by not reacting to things. To observe things, watch the world go by, leave it alone. It\u0027s neither good nor bad. It has nothing to offer you.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "I\u0027m trying to take everything away from you as you can see. Everything that you ever believed. Every concept you ever had. Every idea that you had of getting enlightened, becoming free, becoming liberated. Every idea and belief of thinking that you\u0027re not liberated. That you have to get liberated. All of these things I\u0027m trying to remove from your thinking patterns and then you remove your thinking patterns. You have to leave yourself empty, totally empty. To be totally fulfilled you\u0027ve got to be totally empty first.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The reason it takes so long to become self-realized and become free is you\u0027re looking to do something and in truth there is absolutely nothing to do. There is nothing to do to become free and liberated. What is there to do? If you say: \\I have to try\\, you\u0027re saying the hallucination has to try. You\u0027re believing in the hallucination, the falsity, the mirage. Thinking that this is the truth and you have to identify with something to become higher. No, all you have to do is remain still, that\u0027s all. Remain quiet, still. Nothing to do. Nothing to become. If you try to become something you get caught in the world of cause and effect and you will have all kinds of problems. But if you\u0027ve made the mind still and quiet then there is no-one to identify with anything and you become free. You don\u0027t become free, you awaken to the freedom that you already are. Ponder this.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The whole idea is you have to let go of all types of longings, wantings, desires. You have to become a true devotee. It means you don\u0027t care anymore. You\u0027re not interested in getting anywhere or trying to do anything. Simply get lost in the teaching itself. Without looking for answers, without trying to become enlightened. Without saying I have to do this, I have to do that. You just live every moment, by moment, by moment in devotion, in love, in joy, not thinking whether you\u0027re going to get enlightened or not get enlightened. Whether you\u0027ll make it in this life or not. The person who is like this is already enlightened, already free.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Get rid of all questions, all doubts, all fears, all apprehensions about spiritual life and live in the moment unafraid, full of total joy and happiness and peace. And you will see you have always been enlightened you already are enlightened everything is okay. But if you keep worrying about when it\u0027s going to happen aren\u0027t you really saying: \\I don\u0027t have it yet, there is something really wrong? I am not that and I have to become that?\\ For in truth you are already that. For in reality you\u0027re already enlightened there is nothing you have to do and nowhere you have to go. Be yourself. Be the way you are, totally, completely. The way you are is not the body nor the mind nor the experience. The way you are is not the doer.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You have to be intelligent so you look at the whole situation, the whole picture and quiet the mind totally, absolutely. Stop worrying about anything, stop thinking about anything. Surrender completely to the Self and realize that you are the answer to all of your questions. When you have a problem look at yourself. The problem comes from you and can be eradicated by you. You are the solution to everything. No-one exists but you. You are totally absolutely free already. There is nothing you have to do.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Whatever you\u0027re no longer attached to, gives way. Whatever you\u0027re no longer holding on to, no longer holds on to you. And as you let go of your opinions toward person, place and things, you find that you\u0027re growing, you\u0027re evolving. You\u0027re beginning to become something that is ineffable, something that cannot be explained, something that\u0027s so wonderful, you never dreamed that something like this existed. Yet it does.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Trying to become something is the first mistake you make. Trying to overcome your problems is the second mistake you make. Even trying to understand reality is a mistake. The only thing left to do is to let go of everything else you\u0027ve got, your fears, your frustrations, your concepts, your ideas, your ego. Everything must be given up. There is absolutely nothing to gain. There is absolutely nothing to gain due to the fact that you are that already. Yet you may ask, and rightly so \\You mean I shouldn\u0027t care about my job, my family, my love for flowers or for mountains or for rivers? I shouldn\u0027t care for any of these things?\\ Mentally, you shouldn\u0027t. Your body will continue to do what it does, and will feel better doing it. Everything is given up mentally. When everything is given up mentally, your vasanas, your habits, the things that have held onto you for so long, will automatically break loose, and you will find freedom.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When you sit in the silence the power of the Self is at work.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Surrender yourself totally. How do you surrender yourself? By letting go, letting go of all the concepts, letting go of all the ideas, letting go of the beliefs, letting go of all your prejudices, all of your emotions. Just drop it. If you can do this, all of your sadhana, all of your meditations, all of your prayers, are no longer necessary. Ponder this very well. Your sadhana, your spiritual practice does not begin when you\u0027ve gone to many teachers, and you\u0027ve read many books. It actually begins when you give up everything. That\u0027s when real sadhana begins, when you have surrendered everything, when you\u0027ve emptied yourself of all knowledge, all desires for liberation. When you have become an empty shell, then your spiritual life begins. Until that time you\u0027re only playing games with yourself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The silence is another way of saying to keep your mind stayed on God all the time. God is the silence and you are that. Feel the silence right now. You can feel it. It\u0027s a thing of beauty. You know when you\u0027re getting into the true silence, you begin to become happier, and happier and happier for no reason. It makes no difference what\u0027s going on in the world. The world is in one place and you\u0027re in another place. In the deep silence you are identifying with the substratum of creation. Always remember to go into the silence. A sage is always in the silence. A sage may be talking, listening, partaking of activities, but to the sage there\u0027s only silence.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "How do you make progress? By practicing the methods I share with you. By practicing Self-Inquiry. By watching as you go through life\u0027s experiences and not reacting. Watching yourself become depressed. Watching yourself become angry. Do not deny it, but observe it. And if you observe yourself correctly in that calm way, you can ask yourself: \\Who becomes angry? Who is feeling depressed?\\ And follow it through. Do this over and over and over again, as many times as you have to. One day, the anger will leave you, the depressions will leave you, your thoughts will leave you. And you\u0027ll just be.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Don\u0027t hold onto the point that you have something to overcome, because you\u0027ll always have something to overcome if you do that. When your mind seems to resist, don\u0027t feed it any more power by thinking its resisting. Its a drawback. But simply inquire: \\to whom does it resist?\\ And don\u0027t think about it but just inquire. Remember, do not believe that there\u0027s anything that you have to overcome for you\u0027ll spend eternity overcoming. There is nothing that exists that you have to overcome.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Thoughts are not your friend. They do not really belong to you. Dive deeper, deeper within yourself. Try to understand who you are by diving deep within yourself. Do not look to man. Do not look to the universe. Do not look to things. Look to your self. Only you can know yourself. No one can really help you. In the last analysis you have to give up all reactions to this world. Surrender yourself totally. How do you surrender yourself? By letting go, letting go of all the concepts, letting go of all the ideas, letting go of the beliefs, letting go of all your prejudices, all of your emotions. Just drop it. If you can do this, all of your sadhana, all of your meditations, all of your prayers, are no longer necessary.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There is no-one on this earth who does anything. The whole universe is a puppet show. We\u0027re dancing the dance of Shiva. We think we\u0027re something important. But we\u0027re really nothing as we appear. Your job is to observe to watch, to see what\u0027s going on and not to react to anything that is happening but to stay separate from the happenings. To separate yourself from what is happening. What\u0027s happening is happening to the \u0027I\u0027, to the ego, not to you. Nothing can ever happen to you. For your true nature is Brahman, absolute reality, pure awareness. This is what you really are whether you like it or not. Yes you are God whether you like it or not. Whether you care or you don\u0027t, you are God. So what are you going to do about it. All you really have to do is to know who you are, to know yourself. Not intellectually, not physically, but consciously. When you see yourself consciously as God you will see the whole universe as your Self. Everything in this whole universe will become you. There will be no separation between you and your fellow man, the animals and the minerals and the flowers. It will all be one. They\u0027ll be you. You are that!",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When a person displeases you, what do you do? Curse him or her, become angry or violent? How do you handle it? How do you react? Be honest with yourself. It\u0027s the only way. Start from where you are. No human being is perfect. We all make mistakes. Do not feel sorry for yourself, but start from where you are. Where are you? You are consciousness. This is your true nature. Learn to love everything. Learn to see only the good. Realise there\u0027s a reason for everything. If a person displeases you, simply look the other way and forget it. Learn to stop your mind from thinking. You do this by immediately catching yourself when you react to a condition, and inquiring within yourself: \\Who is becoming angry? Who feels out of sorts?\\ \\I do\\. \u0027I\u0027. Realize you\u0027re dealing with the personal \u0027I\u0027, and that all the anger, all the frustration, all the karma, all the samskaras are all attached to that personal \u0027I\u0027. Consequently, when you get rid of the personal \u0027I\u0027, everything else will go with it. So, don\u0027t try to solve your problems. Do not try to become a better person. Do not try to run away from your life. Simply see who it is who is running, who it is who needs to be a better person. Who has all these problems? \u0027I\u0027, \u0027I\u0027, always \u0027I\u0027. Hold onto that \u0027I\u0027 with all of your might.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Everybody asks me, over and over again: \\How do I hold onto the \u0027I\u0027?\\ By asking: \\Who am I?\\ or just saying: \\I-I, I-I, I-I.\\ Automatically you will notice the \u0027I\u0027 going deeper, and deeper, and deeper and deeper within your Heart, and one day you will become free. When I say hold onto the \u0027I\u0027, I mean you\u0027re witnessing the \u0027I\u0027. You\u0027re watching where it goes. From whence it came from and where it goes back to. But you\u0027re already free. Why not wake up right now?",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Everything is preordained. Even when I raise my finger like this, it is preordained. Do not be egotistical and believe that you have any power over everybody or anybody, or that you are the doer. It\u0027s a privilege to have been born on this earth, and the reason you have been born is to find your real Self. Go for it, do it, and become free.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When you get on the path correctly, after a while it becomes effortless. In the beginning there seems to be a little effort you have to take, because you\u0027re breaking away from your old patterns, and as you continue it becomes effortless, easier and easier. It becomes a pleasure. It becomes a joy and you\u0027re always doing it, effortlessly, so the effort is only the beginning stages. It\u0027s not really effort, but when you break into a new habit, the old wants to still stay there and take over. So you still have to push it out as you inquire: \\To whom does it come? Who feels miserable?",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "\u0027Who am I?\u0027 means where does this \u0027I\u0027 come from that feels this, that feels the world and all its manifestations. \\Where did this \u0027I\u0027 come from?\\ And then you keep still, you never answer that question. For if you answer the question it\u0027s the ego answering. By asking the question and keeping still, sitting in the silence, the ego will become weaker and weaker. But of course as you sit in the silence in the beginning stages, more thoughts will come into your mind you repeat the whole thing again: \\To whom do these thoughts come? Who is thinking this?\\ Again, \\I am. I feel this, they come to me\\. Again you separate the \u0027I\u0027 from yourself and you ask, \\Who is this \u0027I\u0027? Who am I? Where does this \u0027I\u0027 come from? What\u0027s its source? Who gave it birth?\\ And you keep still. As you keep still you will find the space between the question \\Who am I?\\ and the thoughts that come again  that you have to ask \\To whom do they come?\\  will become greater and greater, the space between. This is when you know you\u0027re making progress. For there are no longer any thoughts. The thoughts begin to slow up. As the thoughts slow up the mind becomes quieter. When you say \\Who am I?\\ nothing will happen. As you keep doing this week after week, the space will become greater and greater. The space between \\Who am I?\\ and \\To whom do these thoughts come?\\ when you do it over again, will become greater and greater. And that space is your reality. That space is consciousness, that space is pure awareness and everything will happen by itself. Yet this takes some time with people. This takes some time for this to happen but keep persevering, keep doing it, don\u0027t stop! Sometimes you think you\u0027re overwhelmed by thoughts and you have to keep doing it again and again, but that\u0027s okay. It\u0027s better than some of the things you\u0027re doing. So keep doing it don\u0027t be afraid to do it over and over again. Do it all day long.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The \u0027I\u0027 is the ego and you\u0027re trying to annihilate the ego. You want to get rid of the ego totally and completely. The ego has to be annihilated, totally annihilated, totally destroyed. And this is how you destroy it by inquiring: \\To whom do these thoughts come? They come to me. Who is me. Who am I?\\ Keep still, that is all you have to do.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When you surrender you\u0027re surrendering the ego. The way this is done, is by looking at the world with humility. Looking at the world with love and peace. Saying to yourself \\Not my will but thine\\. Feeling that you have no will of your own any longer. You have no questions, you have no wants, you have no desires, you let them all melt in your heart. You leave it alone. You stop worrying, you stop fretting. You stop trying to accomplish things or to change things. By realizing there is a power greater than you. It\u0027s available to you right now. As you do this you\u0027re surrendering all of your wants, all of your needs, all of your fears, all of your stuff that you\u0027ve been carrying on with all these years. You\u0027re surrendering it all. Everything must go, everything.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You can say something like this: \\Take this God. Take it. I give it to you. Take my life. Take my possessions. Take my family. Take my problems. Take my goodness. Take everything. I just want you alone\\. This is perfect surrender. When you give everything up to God, everything. Hold on to nothing and you stand naked before God. Then something wonderful will happen to you. But not many people can do this. Most of you can give up certain things that you don\u0027t like. When it comes to giving up things that you like you won\u0027t do it. You think you\u0027re going to lose something. This is what is holding you back. So perfect surrender is when you give up everything, everything to God including your body. Do what you want with me. Do what you want with my body, with my mind, with my affairs, with everything. Not my will but thine. If you can surrender like this you\u0027re already free. Try it, it\u0027s hard, because you\u0027re afraid what will happen after you do that. You believe everything will be taken away from you. This is human thinking. Stop being human. Surrender yourself and become totally free.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Whatever is going to happen will happen. Your job is not to react. Your job is to understand that everything is predestined. You are in your right place where you are supposed to be. If there is anything that appears in your life that you don\u0027t like, it\u0027s wrong to try to change it. It\u0027s right to go within yourself and see the truth within yourself. And then the appropriate changes will come by itself. Change no one. Change nothing. React to no one, react to nothing. Do not live in the past and do not, worry about the future. Stay in the eternal now, where all is well. After all you are me and I am you. There\u0027s no difference. Do not react to the world. Do not even react to your own body. Do not even react to your own thoughts. Learn to become the witness. Learn to be quiet.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "[What was the first thing you did when you opened your eyes? ] You should have been aware that the \u0027I-thought\u0027 has traveled from the Heart center to the brain. And now you are awake and you feel your body and you feel the world. You should not go any further. You should now attempt to work on yourself, where you send the I-thought back from the brain, back to the spiritual center, the spiritual Heart. You should immediately attempt to do this. I keep calling it the I-thought. It\u0027s a thought. There is no I. This gives you a clue. When you abide in the I you\u0027re abiding in the ego. The I is really the ego, the small I. It turns into the Self eventually. All this begins by quieting the mind. By not allowing the mind to react to conditions and situations. I\u0027m not only speaking of negative conditions and situations, I\u0027m speaking of everything that arises in the mind.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You have been brainwashed since you were a small child, you\u0027ve got samskaras from different lives, all coming at you in full force. And you have a belief system that you react to everyday. You say this is good and this is bad and this is right and this is wrong, I love this and I hate this. All part of your belief system, the mind. Now these roots have been planted a long time ago. Therefore to get rid of your negative thinking so-to-speak, you have to dig a big hole to pull out the roots. You do this by turning away from your problems, turning away from your situations, turning away from the world and diving deep within yourself. Continually, day after day after day, never looking for results. Never saying, I\u0027ve been practicing a month now and nothing has happened. Remember how many years it took you to be the way you are. The things that your mind has accepted. The stuff you\u0027ve got deep in your subconscious so-to-speak. It has to come up and gotten rid of.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "[Why does the mind seem to always go to the negative?] Because the mind is trying to save itself from annihilation. It doesn\u0027t want to be destroyed. Therefore it will scare you. It will cook up all kinds of schemes so that you will forget about self-realization. After all, who wants to be destroyed? The mind wants to continue its nonsense. Therefore it brings up all kinds of negatives, to frighten you so you\u0027ll give up the practice, sometimes. Sometimes it may show you wonderful things also. It will tell you: \\You don\u0027t need this. Look what you\u0027ve got! You\u0027ve got all these beautiful people around you, and you\u0027ve got everything you want out of life. This teaching is only for negative people.\\ Your mind will do anything. It will play all kinds of games with you. Keep up the self-inquiry. Remember as your mind starts thinking, grab hold of it by observing it, and go back to the now. There is no thing happening in the moment. Whenever you float away in thoughts, keep remembering to catch yourself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The no-mind state is where you come from practicing to the place in Silence where there are no thoughts to bother you any longer. You get there through Self-inquiry. That\u0027s the fastest way. But that\u0027s not Self-realization. Self-realization is when the mind is pulled completely into the spiritual heart. Liberation, moksha, Self-realization, is when the mind that\u0027s left over in the Silence is pulled completely into the spiritual Heart. At that time the whole mind, the I, dissolves completely, and you are free.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When you stop searching and you calm down and you put your books away, and you confront yourself and see what you are all about, that will bring about bliss faster than anything you can ever imagine or ever do.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Notice when I stop talking, how quiet it becomes, in your mind. This is the state I\u0027m referring to, that state in between thoughts, where there is nothing going on, in that second, in that moment, when the mind is total quiet, the thoughts are not moving any longer. This is your true Self, in that moment in between thoughts. Stay in that moment. Learn to put yourself in that state, whether you are in the market place or you are in a temple, wherever you are, learn to be still. It makes no difference what is going on around you. It makes no difference what other people are doing. You be still. When you are still, then there\u0027s peace. When you are still, there\u0027s happiness. Can you ever imagine a person who is being happy all the time, for no reason whatsoever. Most of us have been taught that to be happy we have to receive something good. We have to have something nice happen to us to be happy, otherwise we are miserable. Yet the truth is, happiness is your very nature, unalloyed happiness, eternal happiness, forever happiness.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There is a way for a person to awaken, and that way is to stop thinking. Stop thinking. He says that sounds good, but how do you do it? When the mind becomes quiescent, quiet, still, realization comes all by itself. There is absolutely nothing you have to do to bring it about. As an example, the sun shines all by itself. Let\u0027s call the sun the Self, consciousness, pure awareness. Yet every once in a while, clouds form beneath the sun. And the sun doesn\u0027t seem to shine any longer. Your thoughts are the clouds. Whatever you think, no matter what you think about, as long as you think, you\u0027re covering up the sun, which is the Self. It makes no difference what you\u0027re thinking, good thoughts, bad thoughts, or any kind of thoughts. All thoughts are clouds, all thoughts. And they cover up the sun. So it is your true nature, is the Self. You\u0027re really the Self, all-pervading, reality. It is your thoughts that cover up the Self. Whatever you allow what you think, you cover up the Self more and more and more. You\u0027re only covering up the Self. The Self will shine all by itself when you stop thinking. Stop thinking, totally, unconditionally. Stop thinking.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Everything that your senses show you is an emanation of the mind. Think about that! Everything in this universe, person, place or thing, everything, your body, your thoughts, creation, God, everything you can think about, everything, and I mean everything, is a projection of your mind. When you close your eyes, it goes away. When you sleep you transcend it. But when you are awake, the world exists. The world only exists because your mind exists, and your mind exists because your ego exists. Then who am I? Keep silent for a while. You know it\u0027s working when you start to feel a quiet, loving feeling. You start to feel a peace you have not felt before. You start to feel that all is well. You don\u0027t have to set aside a time for meditation. You can do it while you\u0027re driving your car, while you\u0027re at work, while you\u0027re playing music. Just be aware of yourself, of who you really are, and realize the rest is a projection of your mind.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Work on yourself. Don\u0027t worry about the words. Transcend the words. Have the experience for yourself, and then there will be nothing to say. But as long as you are a book reader, you never stop reading. There is a time to read, but there is a time to stop also. There\u0027s a time to put the books aside and to intensely practice, and give your life up to the practice. What you put first in your life, that\u0027s what you get. So think about it. What is first in your life, a book, a house, a job, a body? Whatever you give your attention to most of all, gives its attention back to you. So if you\u0027re always thinking of God, or the self, or consciousness, by chanting to yourself \u0027I am\u0027, with your breath - with your respiration, inhale, you say \u0027I\u0027, exhale, you say \u0027am\u0027 - this will eventually transcend everything else, and you\u0027ll begin by feeling a peace that you never felt before, a profound peace.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Grace is always with you. There is never a time when grace is not. It\u0027s up to you to receive it in the right way, by preparing yourself. And the best way you can prepare yourself is to keep the mind still and quiet.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The ordinary mind can never know the Self. The Self can never be known by the ordinary mind. Therefore what is the solution? More sadhana? More intense meditation? No. The solution is to have a cup of tea, to relax. The metaphor \u0027to have a cup of tea\u0027 really means to let go. Stop thinking about it. Relax completely. The Self will make itself known to you in its own time. You really do not have to do anything. When you practice intense sadhana it will lead you to a quiet mind, but it will never lead you to complete realization, for the ordinary mind can never be realized. There is absolutely nothing you can do with your mind to awaken. It can make you more peaceful. Therefore you have to learn to relax, let go, to become desireless.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Let the world alone. Trying to overcome the world is a mistake. Not trying to overcome the world is also a mistake. Trying to become realized is a mistake. Not trying to become realized is a mistake. You are to be your Self but do not try to comprehend what the Self is. You are to be free but do not comprehend what freedom is. You are to be happy but do not try to figure out what happiness is. You are to become peaceful but do not try to comprehend peace. You are to be. Not this and not that. Just be. There is nothing to become. There is no thing to achieve. There is no sadhana that is better than any other sadhana. There is absolutely nothing you have to do.When you catch a hold of what I\u0027m saying your mind becomes perfectly still, and ultimately disappears.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There are three methods we use to help us on the path. Number one is self-surrender, where we surrender completely to God, or to yourself. But that\u0027s hard to do for most people. It sounds easy, but it\u0027s not. It means that you have no life of your own. You surrender completely and totally everything to God. Totally. Every part of your life goes to God. \\Not my will, but thine.\\ That\u0027s devotion, bhakti. Again, it sounds easy to some people, but it\u0027s not when you get into it, because it means every decision that you have to make is left up to God. You give your mind to God, totally, completely, absolutely. And that leads you to self-realization. Number two is mindfulness, which we were talking about. Becoming the witness. Watching yourself continuously. Watching your thoughts. Watching your actions. Sitting in meditation and watching what goes on in your mind. Not trying to change anything or correct anything. Just observing. Becoming the witness to your thoughts in meditation, and to your actions in the waking state. And number three is the one that I advocate, self-inquiry. Catch the thoughts by becoming aware of the thinker, thats how you do it. Or, just look at the thoughts; ignore them; that stops thoughts. You cause the thoughts to cease by doing absolutely nothing; by being your self.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The truth is you are nobody. You are nothing. Yet you\u0027re everything. How can you be nobody and everything? Because, You\u0027re not one thing Notice when I stop talking, how quiet it becomes, in your mind. This is the state I\u0027m referring to, the state in between thoughts, when there is nothing going on, in that second, in that moment, when the mind is total quiet, the thoughts are not moving any longer. This is your true self, in that moment in between thoughts. Stay in that moment. Learn to put yourself in that state, whether you are in the market place or you are in a temple, wherever you are, learn to be still. It makes no difference what is going on around you. It makes no difference what other people are doing. You be still. When you are still, then there\u0027s peace. When you are still, there\u0027s happiness. Most of us have been taught that to be happy we have to receive something good. We have to have something nice happen to us to be happy, otherwise we are miserable. Yet the truth is, happiness is your very nature, unalloyed happiness, eternal happiness. You have to go way beyond thoughts, way beyond reasoning, way beyond anything and everything you have ever understood, to be consciousness, to understand consciousness. In order to do this, everything you believe must be dropped. Everything you\u0027ve been led to understand must be transcended. Everything that you can think about has to go. Your ideas of right and wrong, good and bad, up and down, frontwards and sideways, all these things have to be totally transcended, totally removed from your thinking patterns.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "What I mean about surrender, surrender your ego, your problems, your emotions, your fears, your frustrations, your hurts, your anger. Give it all up. Say: \\Take it consciousness\\. If that\u0027s too abstract to you, give it all to me. I will take it and chew it up for you and spit it out. So when you wake up in the morning and feel out of sorts, you feel angry or frustrated say: \\Okay Robert, take this from me. I\u0027m giving it to you\\. And I\u0027m happy to take it off your shoulders so that you can carry a lighter load. If that is what you have to do, do that.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The fastest way to quiet the mind is to search for the \u0027I\u0027, because the \u0027I\u0027 is the mind. And when you discover that the \u0027I\u0027 is the Self there is no more mind. Then you have transcended the mind automatically. That\u0027s the easiest way.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Nothing is good and nothing is bad, but thinking makes it so. If you therefore get rid of your mind, you will not have any problems.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When you think about the mind, when you\u0027re thinking about the thoughts then you\u0027re giving it energy. When you just observe and just watch and leave it alone and do nothing where does the energy come from? There is no energy to give it. So you ignore the mind by observing it. Then you will find out that there is no mind. You\u0027ve been wasting your time for years observing something that doesn\u0027t exist. So why would you want to do that.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Let me remind you again. Do not try to change your thoughts, or to change your life style, or to work on your bad habits, or to try to remove fear, and the rest of it. Rather you lift your vision high, to the highest, by following the I-thought to its source. And one day you will discover something interesting. Your body will appear to melt, to dissolve. The world, the universe will appear to dissolve. Your God will appear to dissolve. Everything you stood up for, everything you have believed in, all of your thoughts, your feelings, your emotions, will dissolve. And you will find yourself as omnipresence, all-pervading consciousness. You will discover that you\u0027ve always been the ultimate reality, ultimate oneness. You are the \u0027I\u0027 am. You are free.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Actually the human body cannot keep silent. There\u0027s something else that enters the silence. It has nothing to do with your humanity. It\u0027s only after years perhaps of meditation in previous lives, that you can be mature enough to really know what this path is all about. When I give you these practices, it\u0027s not for you as a human being. You appear to be able to go through it as a human being, but I can assure you your humanity has nothing to do with it. When you enter the silence you enter a profound peace, bliss consciousness, pure awareness. That\u0027s what the silence is. It\u0027s not being quiet. It\u0027s beyond that. It\u0027s not just quieting your mind, like I say all the time. It\u0027s understanding that there\u0027s no mind to quiet. When you realize there\u0027s no mind, you automatically become silent. When you still think you\u0027ve got a mind, you make every effort to quiet the mind, and you can\u0027t. How many of you believe you can quiet the mind through effort? You can\u0027t do that. It\u0027s not the effort that makes you quiet your mind. It\u0027s the intelligent understanding that you have no mind to begin with. Then you just keep still and everything takes care of itself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You have to keep asking yourself this, over and over again, \\What is reality? What is consciousness? What am I doing here?\\ Find out. Spend periods in the silence, where you observe your breath, where you watch your thoughts, do this as often as you can. Never react to the world no matter what it shows you. Dive deep within the Self.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "See what you\u0027re doing now. You\u0027re thinking. That spoils it. Learn to stay without thought. Even if for a few seconds. It\u0027s hard isn\u0027t it. This is the reason you have to ask yourself, \\To whom do these thoughts come?\\ It\u0027s only a modality to cause you to stop thinking.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Be still. Stop struggling. Enter the holy shrine of your heart, and there find peace and joy. You have always been perfect and you will always be perfect. There\u0027s absolutely nothing you have to delete or add.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When you\u0027re practicing Self-Inquiry forget about the real \u0027I\u0027. What you\u0027re doing is you\u0027re going backwards, you\u0027re trying to destroy the \u0027I\u0027 ego. And by destroying the \u0027I\u0027 ego what you call the real I will be self evident. The real \u0027I\u0027 is what you really are, that is your real nature. So you don\u0027t have to feel that some place there is a real \u0027I\u0027. For what you\u0027re doing is you\u0027re making it sound as if there is you and the real \u0027I\u0027. There can never be you and the real \u0027I\u0027. There is only the real \u0027I\u0027, but because you don\u0027t really understand this fully the practice the Self-Inquiry has been given to you to get rid of the false \u0027I\u0027.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "If you listen with no mind, then you get the true meaning. How do you do this? Just by becoming still, by stopping the mental activity. And you may stop the mental activity by any method you know. If you like to do pranayama, do that. If you like to practice vipassana meditation, do that. If you wish to observe your breath, do that. If you wish to practice self-inquiry, do that. In other words, do whatever you have to do to stop your mind from thinking. Vichara, self-inquiry, is only to keep your mind from thinking. That\u0027s all it is. All the practices of yoga lead to the place where you stop thinking. All of the higher religions are to make your thoughts one-pointed. And when your mind stops, you become your Self. You\u0027re free.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The only way you will ever awaken is through the silence, not through analyzation of facts. Not by sorting out good and bad, but through simple silence, letting go. Letting go of all thoughts, all the hurts, all the dogmas and concepts. Letting go of these things daily.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Take refuge in the Self. You should do this all day long.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You can become aware that you are like the screen in the movie. You cannot see the screen, you see the images on the screen. Yet the images are not real. If you try to grab them, you grab the screen. Just contemplating this helps. And then you realize that you are like the screen, that is your real nature, and all the images in the universe are superimposed upon you, just as the images of the movie are superimposed on the screen. ",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Think of the space between words. That\u0027s your real Self. Space is your real nature. Consciousness is space. Therefore when there\u0027s space in your mind, there\u0027s consciousness and that only happens when you become quiet and still. Therefore all methods, yoga, hatha yoga, rajah yoga, Ishtunga Yoga all these yogas are simply to quiet your mind. But they take the long way around. Here we have no intermediates. That\u0027s why this is called the direct path. There\u0027s no fooling around, you go directly to go, you don\u0027t stop.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Surrender is when you say to yourself, \\Not my will but thine\\ and you totally give up living your own life. That\u0027s not as easy as you think. It\u0027s easier said than done. Because it means you really have to let go of everything. Everything! You no longer have a life of your own. Everything is given up to God.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Your Self is like the screen. It is never affected by problems of any kind or any sort. The problems come upon the screen, they come and they go, but you remain the Self forever. You never change. How do you begin to become this way? Every time you think you have a problem you must ask yourself, \\To whom does the problem come? After all, I am not the doer. I am not the body. I am not the mind. So to whom does the problem come?\\ And of course the answer will be, \\To me. I feel this problem. The problem comes to me.\\ You hold onto the me, you abide in the me and you go deeper, and deeper, and deeper within yourself, abiding in the I-consciousness. As you keep doing this everyday, every time a problem appears, the day will finally come soon when you transcend your sense of I. You totally transcend it. The sense of I disappears and you will become pure consciousness. That\u0027s it.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Grace is always with you. There is never a time when grace is not. It\u0027s up to you to receive it in the right way, by preparing yourself. And the best way you can prepare yourself is to keep the mind still and quiet.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You have to work on yourself all the time and above all you\u0027ve got to have patience. Patience is the key, especially when you\u0027re practicing this path.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Most of you still believe that you have to read books. Find sacred teachers. Meditate for hours. Travel the world looking for the right person, the right place, the right thing. Searching for the holy grail to become free. What are you doing when you do this? Aren\u0027t you accumulating more knowledge? You want to empty the garbage pail, not keep adding to it. True? But yet you keep adding to it. Every time you read a new book it comes out. You\u0027re adding to the garbage pail. In other words you\u0027re inflating your ego more and more, your ego becomes bigger and bigger. Because you have something new to talk about don\u0027t you. A new teacher, a new method, a new mantra, you become excited over this and you become excited over that. This is what keeps you back from realization. Always remember this. Never forget this. You want to subtract, you want to delete, not add on.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Stick to the practice under all circumstances. Let nothing stop you from practicing. And again if you can\u0027t practice sometime or if you get tired of practicing that method become the witness. Become mindful. Watch what your mind is thinking, become aware of what your body is doing. Become aware of the sensations in the body and mind. Then you can ask yourself, \\To whom do these come?",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Your Self is like the screen. It is never affected by problems of any kind or any sort. The problems come upon the screen, they come and they go, but you remain the Self forever. You never change.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You are boundless space. You are nothing that you appear to be. You are the fathomless ocean, forever flowing. The waves do not affect you. Nothing affects you, for there\u0027s no you.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "I always suggest, work on yourself. Don\u0027t worry about the words. Transcend the words. Have the experience for yourself, and then there will be nothing to say. But as long as you are a book reader, you never stop reading. There is a time to read, but there is a time to stop also. There\u0027s a time to put the books aside and to intensely practice, and give your life up to the practice.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You have to work on yourself all the time and above all you\u0027ve got to have patience. Patience is the key, especially when you\u0027re practicing this path.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "It is when you begin to feel in your heart that you are boundless space, that something begins to happen. As you feel yourself as boundless space, all your stuff begins to drop away. Yet you do not affirm to yourself that you are boundless space. You merely observe, you watch, you become the witness. You look out at the world and you see that the trees, the mountains, the planets, are all hanging in space. And you begin to consider that your body, or what appears to be your body, is like the trees, and the moon, and the sun. It seems to be a thing of itself and it is also hanging in boundless space. Because you area able to observe this and see this and feel this, the realization will come to you that you must be this boundless space, which your body and your mind and the rest of the things of this world are attached to. As you begin to consider this, the mind becomes quieter and quieter and quieter, until the day comes when it falls away completely. Then you become bound-less space. And yet you appear to be a body also. This is a paradox. This is why it\u0027s better to sit in the silence and not talk at all.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Notice when I stop talking, how quiet it becomes, in your mind. This is the state I\u0027m referring to, that state in between thoughts, where there is nothing going on, in that second, in that moment, when the mind is total quiet, the thoughts are not moving any longer. This is your true Self, in that moment in between thoughts. Stay in that moment. Learn to put yourself in that state, whether you are in the market place or you are in a temple, wherever you are, learn to be still. It makes no difference what is going on around you. It makes no difference what other people are doing. You be still. When you are still, then there\u0027s peace. When you are still, there\u0027s happiness. Can you ever imagine a person who is being happy all the time, for no reason whatsoever. Most of us have been taught that to be happy we have to receive something good. We have to have something nice happen to us to be happy, otherwise we are miserable. Yet the truth is, happiness is your very nature, unalloyed happiness, eternal happiness, forever happiness.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Trying to become something is the first mistake you make. Trying to overcome your problems is the second mistake you make. Even trying to understand reality is a mistake. The only thing left to do is to let go of everything else you\u0027ve got, your fears, your frustrations, your concepts, your ideas, your ego. Everything must be given up. There is absolutely nothing to gain. There is absolutely nothing to gain due to the fact that you are that already. Yet you may ask, and rightly so \\You mean I shouldn\u0027t care about my job, my family, my love for flowers or for mountains or for rivers? I shouldn\u0027t care for any of these things?\\ Mentally, you shouldn\u0027t. Your body will continue to do what it does, and will feel better doing it. Everything is given up mentally. When everything is given up mentally, your vasanas, your habits, the things that have held onto you for so long, will automatically break loose, and you will find freedom.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There are a bunch of geniuses doing what they\u0027re supposed to be doing on this earth like everybody else is doing. There are people suffering, there are people creating, that is all part of maya, the grand illusion. We are to get beyond this. Maya exists for words to be spoken to explain it. Otherwise there would be just plain silence. Maya never existed. It doesn\u0027t exist. The self which you speak of doesn\u0027t exist. Limitation doesn\u0027t exist. Liberation doesn\u0027t exist. Bondage doesn\u0027t exist. All these things are just words, words, words. Because the silence makes the words seem like words. It\u0027s all a dream. The words are a dream, everything is a dream. How I talk like this is a dream, it appears to be real but it\u0027s not. There are no appearances. What you are seeking for an experience of an appearance, they have an appearance but I can assure you that the appearance doesn\u0027t exist. There never was an appearance. There is absolute void! Absolute reality and consciousness. Pure awareness. Which is absolutely nothing. So nothing exists and you are that. Everything else comes out of your mind that doesn\u0027t exist. When you realize that the mind doesn\u0027t exist all this will stop.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "When you think about the mind, when you\u0027re thinking about the thoughts then you\u0027re giving it energy. When you just observe and just watch and leave it alone and do nothing where does the energy come from? There is no energy to give it. So you ignore the mind by observing it Then you will find out that there is no mind. You\u0027ve been wasting your time for years observing something that doesn\u0027t exist. So why would you want to do that? All this talk about observing minds, watching minds. The truth is there is nothing to watch, there is nothing to observe. I\u0027m just sitting here telling you these things because you want to hear me talk. But there is nothing to do. There is nothing to observe, there is nothing to watch. Who watches, who observes? The one who believes they are a body, a doer. When you get rid of the misconceptions you\u0027re a doer or a watcher you\u0027ll have nothing to watch and nothing to do. But as long as you believe that you are the doer then you will think of all kinds of practices that you want to do. You\u0027ll practice yoga meditation, japa, mantra, pranayama. You do all of these things because you think you are the doer. But when the realization comes to you that you\u0027re not the doer then you do not have to do anything, there is nothing to do. So know the truth about yourself. I am not the doer therefore I have absolutely nothing to do. I\u0027m at peace with myself and the whole universe and all is well. You see my friends nothing really exists. You don\u0027t exist, I don\u0027t exist nothing really exists. Everything is an illusion. Everything is an appearance. It appears to exist but it doesn\u0027t exist. Everything that you see is hallucination. You\u0027ve been hallucinating for years. It\u0027s time you stopped.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There\u0027s only one way to become liberated, and that is to awaken, just to awaken, just wake up, just as you do in the morning when you wake up from sleep. You were in a dream world and you woke up. In the same way you awaken to your Self. The way to do this is to be at satsang, to surrender to the Self. When you surrender to the Self you\u0027re surrendering to life. You\u0027re no longer thinking \\This has to work out this way. This has to work out that way. This has to be improved. I\u0027ve got to read this book. I\u0027ve got to go see this teacher.\\ True surrender is allowing your heart, your spiritual heart, to take over and you have nothing to do and nothing to say. All of the practices are incidental. Sadhana is important to make you come to the realization that you have to wake up. That\u0027s all sadhana is for. It\u0027s for no other reason. Sadhana, spiritual practices, do not wake you up by themselves. They have no awakening powers. But they put your mind to rest. When your mind is at rest you awaken.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Even when you think, \\What is the right method for me to use to become free?\\, that keeps you back, that spoils it. Keep your mind empty. The method will come to you by itself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "How do you attain happiness? By allowing your mind to go back within yourself and resting in your heart. Happiness is your divine nature. Happiness is what you are.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Inquire to whom do these thoughts come? That\u0027s all you\u0027ve got to do, so simple. To whom do these thoughts come? Who is thinking this? Who has this problem? I do? Well, who am I? It\u0027s a simple technique and it works. By realizing the \u0027I\u0027 is a thought, it is not you, and by inquiring, \\Who am I?\\ And following the I-thought to the heart, the I-thought dissolves and you become free. But you have to do it.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "It is when you begin to feel in your heart that you are boundless space, that something begins to happen. As you feel yourself as boundless space, all your stuff begins to drop away. Yet you do not affirm to yourself that you are boundless space. You merely observe, you watch, you become the witness. You look out at the world and you see that the trees, the mountains, the planets, are all hanging in space. And you begin to consider that your body, or what appears to be your body, is like the trees, and the moon, and the sun. It seems to be a thing of itself and it is also hanging in boundless space. Because you are able to observe this and see this and feel this, the realization will come to you that you must be this boundless space, which your body and your mind and the rest of the things of this world are attached to. As you begin to consider this, the mind becomes quieter and quieter and quieter, until the day comes when it falls away completely. Then you become boundless space. And yet you appear to be a body also. This is a paradox. This is why it\u0027s better to sit in the silence and not talk at all.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Sadhana (spiritual practices) do not wake you up by themselves. They have no awakening powers. But yhey put your mind to rest. And when your mind is at rest, you awaken.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Self-realization comes to everyone the same way basically. But if you have to do sadhana, you have to do sadhana. As long as you believe you\u0027re the ego or the body or the mind, then you have to do sadhana. And that helps you to become quiet and still. And when you\u0027re quiet and still, realization comes of its own accord.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "We have to turn to the power that knows the way, God, the Self, consciousness. And we have to merge in this consciousness. We have to give up our ego\u0027s and the thoughts. Totally surrender to the one. Total surrender, give everything up, mentally, in your mind.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Only in the silence will you find reality. Self-Inquiry leads to silence, surrender leads to silence. Be still and know that I am God.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "What we call consciousness is a word that implies your real nature, your real Self. Which is you right now. Right now you are the Self. Right now you are everything you want to be. Right this moment. You say to yourself: \\No, I\u0027m just a dumb human being.\\, then you are. If that is what you want to call yourself. But no matter what you say to yourself. No matter what you do to yourself you can never change your real nature one iota. You are Brahman, the absolute reality. No matter what you say, no matter what you do, no matter how you act. You\u0027re still God.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Can you accept that everything happens by itself? Well it does. It sounds strange I know, because you\u0027ve been taught to believe that unless you make it happen, it\u0027s not going to happen. But you\u0027ve been programmed. You\u0027ve been programmed since you were born. And you\u0027ve been programmed from other lives. So all you are now, is a bundle of programming. That\u0027s all you are. A bundle of programs. You\u0027re predictable. How are you going to act when certain incidents approach before you? How are you going to react when you see certain things in your life? Right now you may think you\u0027ve got everything under control, but if you went home and you found out that your wife or husband ran away with the milkman, you wouldn\u0027t be too happy, would you? Things still control you. Situations still cause you to react. All that has to go. To become free you have to be empty, no preconceived ideas, no concepts, no judgments, no human knowledge. You have to be completely empty. When you\u0027re empty you\u0027re like space. Space appears as no-thing. Yet space is filled with energy.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Sadhana simply makes you strong, mentally, physically, to be able to let go. That\u0027s all sadhana does. Sadhana never enlightens you. It makes you one-pointed, in your quest for realization. It makes you compassionate. It develops humility, power. It transcends all fear. And when you finally get to that point, the inner guru grabs a hold of your mind, yanks it into the heart, and you become liberated.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Leave everything alone. Whatever is going on has absolutely nothing to do with you unless you identify with it.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You are allowing your mind to dictate to you and tell you what\u0027s what. When you finally wake up slightly, you begin to understand that the mind is not your friend. The mind is only a conglomeration of thoughts about the past and worries about the future. That\u0027s all your mind is, thoughts, thoughts about the past and the future. If you listen you become disturbed for you bring the past into the present, and then you become concerned about the future.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The silence is another way of saying to keep your mind stayed on God all the time. God is the silence and you are that. Feel the silence right now. You can feel it. It\u0027s a thing of beauty. You know when you\u0027re getting into the true silence, you begin to become happier, and happier and happier for no reason. It makes no difference what\u0027s going on in the world. The world is in one place and you\u0027re in another place. In the deep silence you are identifying with the substratum of creation. Always remember to go into the silence. A sage is always in the silence. A sage may be talking, listening, partaking of activities, but to the sage there\u0027s only silence.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The ego does not wish to be annihilated. So in the beginning it will fight you at every turn. But don\u0027t fight back, by reacting. Simply observe and watch and ask yourself: \\To whom is this happening?\\ And you\u0027ll find out. That\u0027s all you\u0027ve got to do.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Find your Self. Look to your Self. Dive deeper, deeper within yourself. Try to understand who you are by diving deep within yourself. Do not look to man. Do not look to the universe. Do not look to things. Look to your Self. Only you can know yourself. No one can really help you.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "All of life experiences are images on the screen of eternity. The screen is real. The images change. Consciousness is the screen. When you identify with consciousness you become consciousness. When you identify with the image you enhance the image, and you worry, and fret, and fear and you have all sorts of experiences.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The first thing you should do is to surrender completely and fully to the Self. Let go of everything, your whole belief system. You have to empty yourself out entirely.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There is nothing to figure out, and nothing to understand. You are not a person. There is no such thing as a person. The so-called person is merely a thought in the mind of God. In truth, it is not even that. There is only pure Awareness, Consciousness, formless, unborn, and undying, and that is who you are. How can the apparent mind possibly comprehend this? It is not possible. The finite can never understand the infinite. The mind does not exist. You are free now. You have always been free. You have absolutely nothing to let go of, nothing to overcome, and nothing to attain. You have no samskaras, no problems, and no karma. Whatever seems to happen to your mind and body has nothing to do with you. When you truly understand this, you are free. Seek the Source of the mind, the Source of the I-thought, by constant patient self-inquiry. When the mind is quiet, you shine in all your glory. Be yourself and be happy.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You have no problems. It has been your ego all the time fooling you, making you believe that something is wrong, and you\u0027ve been playing hide and seek, trying to find God here, there, everywhere, when all the time God was within yourself as yourself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "It\u0027s so easy to become peaceful. It\u0027s so easy to become loving, blissful, happy. You just have to reject all those thoughts that come to you  all those thoughts, all those feelings, all the emotions. Just reject them. You reject them by not giving them power. You give them power every time you let them feel something inside of you. When your thoughts take on a feeling nature you give them power. But when you refuse to take on that feeling nature, the thoughts will disappear. In other words, you are the one that gives them power. You are the one that creates your condition, be it good or bad. You are the one who sees the world the way you see it. See only yourself, see only reality. See only emptiness. It\u0027s really very simple to do this. Just sit the way you\u0027re sitting now and observe. Do not analyze, don\u0027t try to change your thoughts, do not fight your thoughts, just observe them, watch them, look at them, and when you\u0027re ready you can ask the question, \\To whom do these thoughts come?",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You are not human. You are far more than that. You are more than God or Consciousness itself. Who you really are is found deep in your heart. There you will your source.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Simply watch yourself. Observe, look, be, and everything will take care of itself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The first thing to understand is that everything that has transpired in your life has been necessary. No matter how it looks, no matter what has happened, everything has been necessary. The second thing to understand is, everything has been preordained. In other words, everything was supposed to happen the way it happened. There were no mistakes. The third thing to understand is that the first two things are all a pack of lies, for these things do not even exist in Reality.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You want to empty yourself totally, absolutely and completely, of all so called knowledge. You\u0027re afraid to do this, for you think you will become a vegetable. It\u0027s hard to imagine a person with no mind. But, when you begin to realize that your mind is only an accumulation of thoughts, thoughts from past lives, thoughts from this life, only thoughts, then you begin to see that the mind has to be totally transcended and transmuted.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The mind is here to keep you earthbound. When you stop thinking, the mind becomes the infinite, becomes God, becomes boundless space, nirvana, pure awareness. It doesn\u0027t really become that. You\u0027ve always been that. The mind merely disappears, as a mind, and your true nature is expressed.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There is no one called \u0027you\u0027. You don\u0027t exist. No thing that you can imagine exists. Realization doesn\u0027t exist. Liberation doesn\u0027t exist. It doesn\u0027t exist because you\u0027ve got to think about it. And of course everything you think about is false imagination. You can only confirm this truth in the silence.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The Self is always available, is always here. There never was a time when the Self was not. Do not make it complicated for yourself. Simply return to what you were by letting go of everything else. By not reacting to the world. By diving deep within, into the heart center where the true reality awaits you. You are a divine being, a spiritual being. You are not the body or the mind. Know yourself, be yourself! Awaken to the Self! Forget about reincarnation. Reincarnation is not for you. It is for the deluded ones. You are free of all karma, free of all samskaras, free of playing games. Feel your freedom. All is Well.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "It\u0027s like trying to describe the taste of ice cream to a person who has never tasted it. No matter what you say it doesn\u0027t come out right, until the person tastes the ice cream himself. Therefore you have to experience this for yourself. And it can be experienced. The first thing to realize is that it can only be experienced when your mind has become silent. When your mind has become silent it means your mind has been destroyed, because the mind is only a bundle of thoughts. When there is no mind, there is emptiness. That emptiness is silence, and that silence is consciousness. How do I make my mind silence? How do I silence my mind? By inquiring \\Who am I?\\ or \\Where does the mind come from? How did the mind originally appear?\\ In other words you must inquire into yourself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "What is your mind? It is a conglomeration of thoughts about the past and the future. You worry about the past and you worry about the future. That\u0027s all your mind is. It is not your friend. Therefore, ignore your mind. Do not believe what it says. Simply watch it, behold it, become the witness to it. But just to realize that everything is an emanation of your mind, that alone sets you free.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Sometimes we say: \\Everything comes out of consciousness\\. Because people expect it to come out of somewhere. But in the ultimate reality, there is nowhere for it to come out of. For it never existed to begin with. How can something come out of something that is all-pervading? In other words there is no room for it to come out of anywhere. If what we call consciousness is everywhere present, omnipresent, all-pervading, where would there be room for anything else to come out of. There is just no room for it. Consciousness can only exist as itself. And as we go further into it we find that there is no consciousness at all either.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Still the mind. You still the mind by not reacting. By watching, by looking, by seeing but not reacting. You sit in the silence observing your mind thinking. Observing your thoughts. Observing your feelings. And you leave them alone. You no longer try to change anything. You stop following your thought patterns. As we discussed before you \\Drop it!\\ Whatever comes to you, you simply drop it! You no longer go along with your thoughts. You catch yourself every time the thoughts start thinking. You keep remembering to catch yourself. To catch yourself thinking.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Nothing ever happened. Nothing is happening, nothing will ever happen. It\u0027s like the water in the mirage. There appears to be water in the desert, you try to grab it, you grab sand. Like the sky is blue. Like the snake in the rope. These things are all hallucinations they don\u0027t exist. Life is like that, it appears to be real then upon investigation you will find life never existed.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Turn into yourself. Turn within to yourself. Be yourself! Love yourself! Worship yourself! And then see what happens to you.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The only way you will ever awaken is through silence, not through analyzation of facts. Not by sorting out good and bad, but through simple silence, letting go. Letting go of all thoughts, all the hurts, all the dogmas and concepts. Letting go of these things daily. Whichever method suits you use it. But by all means do something. Do not allow a day to go by where you do not give up your identification with the world. Either through surrender, or through Self-Inquiry, or through mindfulness, or through observation. Do whatever you have to do. But do not let a day go by when the world has a hold of you and you do nothing. If you can take the time to sit down in a chair and practice these methods. If you have no time to sit down in a chair, do them while you are working or whatever you are doing. There is always something you can do. There is no such thing as I don\u0027t have any time. You have enough time to do all the foolish things you do. (laughter) So take the time to do this also.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "In order to empty yourself it may appear that you\u0027re getting worse. The fears multiply themselves. The doubts become more terrible than they\u0027ve ever been before. This is the change that is coming into your life. In other words if you want self-realization you\u0027ve got to get rid of everything. Everything that you\u0027ve been holding onto. Everything that you\u0027ve been holding onto, everything. I mean give it up mentally. If things happen physically you just don\u0027t react to it. But mentally you give up all the stuff that has been bothering you for all these years. You surrender everything to God. Empty yourself out completely, totally. Again you do this by not reacting to anything. Not allowing the world to get to you, show you anything. You keep holding on and holding on. Holding on to nothing. Becoming nothing more and more. No longer worrying. Then all of a sudden you see a light inside of you. The light brings you untold happiness and peace. The light grows steadily. The lights in your heart. The light of a thousand suns. To give everything up to this light. You\u0027re no longer afraid. You are free.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "If you can only learn to look within, if you can only learn to dive deep within yourself and identify with the Self, merge with the Self, I can\u0027t begin to tell you the joy you would feel. There is nowhere you have to go. There is no one you really have to meet. There is no thing you have to do. You simply have to be yourself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The highest teaching in the world is Silence. There is nothing higher than this. A devotee who sits with a sage purifies his mind just by being with the sage. No words exchanged, no words said. Silence is the Ultimate Reality. Everything exists in this world through Silence. True silence really means going deep within yourself to that place where nothing is happening, where you transcend time and space. You go into a brand new dimension of nothingness. That is where all the power is. That\u0027s your real home. That\u0027s where you really belong where there is no good and bad, no one trying to achieve anything. Just being - pure being. The only freedom you will ever have is when you go deep into the Silence and you transcend, transmute the universe, your body and your affairs.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "How do you become detached? By simply observing what\u0027s going on around you and not attaching yourself to it. By being awake to your reality. Understanding yourself that you are not the doer. Everything that you do has been preordained. It will be done. You have to let go mentally of all conditioning, of all objectivity. And you must still your mind. Make your mind placid, like a motionless lake. Then reality comes of its own accord. Happiness comes of its own accord. Peace comes of it own accord. Love comes of its own accord. Freedom comes of its own accord. These things are synonymous. They happen without you ever thinking about them. But first you must get rid of the notion, that I am the body, or mind, or the doer and then everything will happen by itself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The only way to annihilate the mind and ego is through silence. When there are no thoughts, there\u0027s no mind. When you try to evaluate your problem and resolve it, your mind is making a lot of noise. Therefore you can never resolve your problem really. You may stop it for a time but it will continue again and again, and come back in different ways to haunt you.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The highest path of jnana has no thinker left to think at all. Nobody is home. There is a total blank. There is no one around to do any thinking or preparing anything or trying to solve a problem or trying to do anything. At that stage you\u0027re totally free. When you devote yourself to the Self, when you become a devotee of the Self, this means that you surrender all of your fears, your frustrations, your goals, your needs, your lacks, your limitations, everything is totally surrendered to the Self. This is devotion.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You have to sincerely want to awaken. And I kid you not, to awaken is simple. You just have to give up everything mentally. That\u0027s all.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": " Spend some time in the Silence. This is the way to your true self.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "He, whom we seek, is more real than the universe, but is nowhere to be seen.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "I know some of you can\u0027t wait until I start talking, but I tell you in truth, that it\u0027s in silence where you receive the best message. Silence is another name for God. Quietness is a name for consciousness, peace. Everything is found in the silence, not too much in the words, in quietness. You should try to be quiet for as long as you can, especially when you are at home. Try to sit in the silence and quietness for as long as you can. It\u0027s in the silence where you will receive the message. It\u0027s in silence where pure awareness reveals itself to you. Never be afraid to sit in the silence. It\u0027s your greatest asset.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Always watch, always be aware, always watch yourself, watch how you react, watch how you think, watch the kind of thoughts that come to you, while the music is playing, while you\u0027re meditating. Be aware of all these things and the more aware you become the more you disappear. All these concepts start to disappear, just by you being aware of them. It\u0027s like playing hide and seek. You\u0027re trying to find the person who is hiding. So you\u0027re trying to find the thoughts that are lurking deep deep in the subconscious and they come up themselves and you say, \\I see you. I know that you\u0027re there. You cannot fool me any longer. The fear is there, I see where you are.\\, and you ask yourself, \\Who fears? Where did you come from fear? Who is your mother? Who is your father? Who gave you birth? You have no birth? You don\u0027t exist?\\ You keep talking to yourself like this, so that part of you no more exists and it dissipates of its own accord. That\u0027s how you work on yourself.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The only burden you\u0027ve ever had is your mind. There is no other burden. See if you can stop your mind for a few seconds, and see how peaceful you are. Where there are no thoughts, there are no worries, there are no fears, there\u0027re no anxieties, there are no desires, no wants, no greed, no hurt, no enemies. It is the mind, the thoughts, that causes these things to come to us. We actually create these conditions. We create our own reality.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There are many ways to solve your problems. First of all you have to ask yourself, \\To whom is there a problem? Who has this problem? To whom does this problem come?\\ and separate yourself from the problem immediately. Do not carry it along with you by thinking about it. You must turn away from the problem, totally, completely, absolutely. This doesn\u0027t mean that you do nothing. It simply means that you are not functioning on that problem any longer. And when you\u0027re not functioning any longer, the solution arises. There can only be a correct solution when the mind is not functioning on the problem. ",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Everyday you should sit a half hour in the morning and a half hour in the evening by yourself. Don\u0027t meditate more than one half hour. Sit by yourself and watch your thoughts. Don\u0027t react to your thoughts. Whatever comes to your mind never react, just watch, smile, and you\u0027re surrendering. As your thoughts come, as thoughts come to you, you no longer pay any attention to it, it doesn\u0027t bother you, that\u0027s surrendering. The next thought comes to you, you don\u0027t pay any attention to it. It doesn\u0027t frighten you, it doesn\u0027t make you happy, it doesn\u0027t make you sad, just watch it and it\u0027ll go away, you surrender that thought. You keep it up, keep it up, and as you keep it up your mind will become calmer and calmer and calmer and quieter and quieter and quieter, until the mind dissolves itself in the heart and you will be free.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Only in the silence will you find reality. Self-inquiry leads to silence, surrender leads to silence. Be still and know that I-am God.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "There is absolutely nothing in this world that can rise up against you if you understand who you are ! It is when you believe that you are human, when you believe you are a body and a mind, then and only then do you begin to have problems. But if you stop thinking, if you allow yourself not to think, where are the problems? The problems are in the thoughts. Your body is in your thoughts. Your experiences are in your thoughts. Where else would they be? And ultimately the thoughts do not exist. There are no thoughts. There is no mind. So you\u0027re playing games with yourself. This is God\u0027s divine leela, the play of consciousness.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You must always have gratitude for the way you are. Don\u0027t feel sorry for yourself. Love yourself just the way you are. By loving yourself just the way you are you will transcend those things that have appeared to annoy you, to bother you, to cause you pain. They will all go. You will no longer be aware of them. Let go of everything. Have no desires whatsoever. Dive deep within the Self. Do not react to the outside world or to your body. All is well.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Ramana Maharshi ended the story by telling me that: To be calm is the greatest asset in the world. It\u0027s the greatest siddhi, the greatest power you can have. If you can only learn to be calm you will solve every problem. This is something you must remember. When you are perfectly calm, time stops. There is no time, karma stops, samskaras stop. Everything becomes null and void. For when you are calm you are one with the entire energy of the universe and everything will go well with you.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The reason it takes so long to become self-realized and become free is you\u0027re looking to do something and in truth there is absolutely nothing to do. There is nothing to do to become free and liberated - What is there to do? If you say, \\I have to try\\, you\u0027re saying the hallucination has to try. Thinking that this is the truth and you have to identify with something to become higher. No. All you have to do is remain still, that is all. Remain quiet, still. Nothing to do. Nothing to become. If you try to become something you get caught in the world of cause and effect and you will have all kinds of problems. But if you\u0027ve made the mind still and quiet then there is no-one to identify with anything and you become free. You don\u0027t become free, you awaken to the freedom that you already are. Ponder this.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Why not awaken from the dream right now. Why not wake up right now. All you have to do is to stop your thoughts. And you do not stop your thoughts by trying to stop them. You stop the thoughts by observing them and not paying any attention to them. There is a wall between your thoughts and consciousness. In your mind break down the wall and let the thoughts flow into consciousness where they will be totally transcended and consciousness will be your reality. So do not fight your thoughts.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "The self-inquiry \\who am I?\\ does not wake you up. It is the silence after you say, \\who am I?\\, and you keep still. Then the time comes when the stillness wakes you up and you become free.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "Go into the silence whenever you can. Become silent at every opportunity. Again how do you resolve the problems of your life? By becoming still! Not by looking for answers. Why? Because all of the answers come from the same source, the ego. It is the ego that prods you onward, and you\u0027re allowing it to happen. The choice is always yours. This is the freedom that you\u0027ve got. To follow your ego or surrender your ego. That\u0027s the truth you\u0027ve got. And life presents to you all kinds of situations. So you can make a choice. The choice you make determines what happens to you. Is anything more important than your salvation?",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Robert adams.jpg",
    "quotes": "You have to be totally honest with yourself. Totally honest. Completely honest with yourself to see the way you\u0027ve been carrying on. To see how your thoughts have been ruling you. Your mind has been telling you: \\This is like this and this is like that. This is good, this is bad. This is right, this is wrong\\. Being judgmental all the time, this is what has to be given up, totally and completely.",
    "url": "http://keep-quiet.com/img/adams.jpg",
    "type": "quiet"
  }
]