[
  {
    "author": " ~ Sri Muruganar",
    "quotes": "If the mind turned outward and distracted, starts observing its own being, alienation ends, and the vestige ego, merges in the light of true Awareness, shining in the heart.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "For the man of Truth, seeking experience of the supreme state, the heroic action needed, is to draw in, the outward darting mind, and fix it firmly in the Heart.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "For the man of Truth, seeking experience of the supreme state, the heroic action needed, is to draw in, the outward darting mind, and fix it firmly in the Heart.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "The only true and full awareness is awareness of awareness. Till awareness is awareness of itself, it knows no peace at all.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Don\u0027t meditate at intervals. Abide without a break of steady Self-awareness. Instead of plucking hair after itching hair of thought, better shave the whole scalp clean.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "O mind, you wander far in search of bliss, not knowing your natural state of freedom. You will regain your home of infinite bliss, only if you go back the way you came.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Is it not because you are yourself Awareness, that you now perceive this universe? If you observe awareness steadily, this awareness itself as Guru will reveal the Truth.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Those who have sunk within their own inner selves to dwell as pure knowledge, so that their infatuation with worthless desires is abolished, will, through holy silence, establish the fulfillment of the real within their own selves. This practice of meditation upon consciousness itself is the true way.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "In the Self, he stands firm fixed who dwells and truly meditates on himself as pure awareness.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "True natural Awareness, which does not go after alien objects, is the Heart. Since actionless Awareness shines as real Being, its joy consists in concentration on itself.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "None can confront and overcome the mind. Ignore it, then, as something false, unreal. Know the Self as the real ground and stand firm-rooted in it.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Losing the false ego in awareness, and firm abidance as awareness, is true clarity.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "In that flawless state of Being, the Self, without a sense of \u0027I\u0027 or \u0027mine\u0027, the still abidance in and as pure Awareness, this is the noblest victory worth winning.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "That which unaided shines within as \u0027I Am, I Am\u0027 without a break, the strong, true Being free from all adjuncts, this pure Awareness, is our firm, authentic nature.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "The ego image moves reflected in the mind\u0027s waves. How to stop this movement, how to regain the state of stillness? Don\u0027t observe these movements, seek the Self, instead. It is wisdom to gain and abide in silence.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "The seers declare that pure silence is firm abidance in egoless, true Awareness. For such thought free silence, the means is clinging to the Self within the Heart.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "As in the sky covered with thick clouds no eye can see the glorious sun, one fails to see one\u0027s own Self when the mind firmament is darkened by the dense cloud of thoughts.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "When one refrains from looking out and noting outward objects, and abides within the heart in Self-Awareness, the ego disappears. The silence pure, that then shines forth, is the goal of Knowledge.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "It is folly to waste one\u0027s life running in all directions searching different goals. Learn to practice firm abidance, at the feet of the Self supreme, the eternal and auspicious silence, which alone can still the ego\u0027s restlessness.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Holding in their hands the mirror, the scripture which declares \\The Self alone is to be known\\, many, alas, study the text and commentaries; only a few seek the Self and gain true life.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Not knowing the value of this treasure, their own birthright, people perish through mere laziness. The great ones who have found the clue and traced and gained it, they enjoy eternal bliss.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "True wealth is but the gracious silence of steady, unswerving Self-awareness. This bright rare treasure, can be gained only by those who earnestly strive for the extinction of all thoughts.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Uninterrupted and whole-minded concentration on the Self, our true, non-dual Being, this is silence, pure, supreme, the goal; Not the lazy mind\u0027s inertia, which is but a state of dark illusion.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "I was a learned fool. My flawed mind knew nothing till I came to dwell with Him whose Glance filled my heart with the Light of Awareness. Dwelling in that gracious state of Peace, whose nature is Holy Silence, so hard to gain and know, I entered into union with the deathless state of the Knowledge of Reality.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Worth pursuing is Self-inquiry, worth enjoying is the infinite Self-Awareness. Worth giving up is the ego sense. To end all sorrow, the final refuge is one\u0027s source, the Self of pure Awareness.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Except the path of Self-inquiry, probing the mysterious I-sense, no other effort or action, however strenuously pursued, can take one to the fount of bliss, the treasure shining in the heart, forever as the Self-Awareness.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "I shall assert with certainty, that when the mind as thoughts has ceased to function, it remains as a temple of Awareness-Bliss, hidden till then behind the veil of time.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "The Self, the home of blissful Awareness, is a vast ocean of serene peace. He whose mind turns inward and dives deep within it, gains the infinite treasure of its grace.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "If you refrain from looking at this, that, or any other object, then by that overpowering look into Absolute Being, you become yourself the boundless space of pure Awareness, which alone is real Being.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "The method of Self-inquiry is: to turn the outward-going mind back to its source, the Heart, the Self-Awareness, and fix it forever there, preventing the rising of the empty \u0027I\u0027.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "If without wasting time, one starts and keeps up steady self-inquiry, one\u0027s life becomes at once ennobled, one is no more this wretched body, and there wells up within one\u0027s heart, a sea of supreme bliss.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "The individual\u0027s thirst will vanish, only when the habits-predispositions-tendencies, of the frenzied mind, die, and direct experience comes of pure Awareness. If mirage water could quench thirst, then only would indirect knowledge satisfy the individual\u0027s longing. ",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Those who do not keenly seek and recognize the Being Awareness shinning incessant in the heart, sink deep into delusive illusion, due to the denotative knowledge piled up by the mounting ego.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "What we incessantly think of, that we become. Hence, if we keenly seek the Self-Awareness, and think of nothing else, the malady of birth will cease, and all thoughts will end.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "What need is there for any thinking for those who in the thought-free bliss of Self-Awareness, live their lives? All they experience is bright stillness. In this supreme state, there is no \u0027other\u0027 and nothing to gain.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Shining as the bright void, devoid of concepts raised by the villainous ego, this is the true experience of infinite Being-Awareness, the one non-dual bliss of pure silence.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "When the ego, shaking off all tricky concepts, finally merges in the silence of the Heart, the fullness of blissful, bright Self-Awareness, this is what the sages call transcendent speech.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "The Self, who is pure Awareness, transcending thought, is only known to heroic seers, who with minds extinct, abide thought-free within the Heart, and not to those whose minds are still engaged in thought.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "He who has vanquished thought, only he sits like an emperor on the neck of the majestic elephant, knowledge. Know for certain that the mind\u0027s movements alone give rise to birth and every cruel pain and sorrow.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "When the sense that \u0027I am the body\u0027 dies, all troublesome illusions and confusions vanish once and for all. Within the explored heart, the non-dual Self of pure Awareness appears as \u0027I, I\u0027.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "True silence is the state of being Self-Awareness in the heart, when the false, foolish sense that one is but the body, is no more.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Only a one-pointed mind, turned inward, succeeds in Self-inquiry. Weak, faltering minds, like green banana trees, are not fit fuel to feed this fire.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Self-Awareness alone is the true Eye. One has direct immediate knowledge, only of the Self-Awareness. But minds averted from the Self-Awareness, look through the senses at a world other than the Self-Awareness, and mistakenly think it can be known directly.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Not like a boat\u0027s sail, outspread wide and worn away by wind and weather, but like the humble anchor, sunk in the vast ocean\u0027s depth, the mind should plunge and settle in the heart of wisdom.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "Unless there is a final end of so called \u0027knowledge\u0027 of things out there, one cannot gain release from bondage to the sense-created world. This \u0027knowledge\u0027 being destroyed by firm abidance in the Self-Awareness, what remains is the supreme bliss of liberation.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "For those who have enjoyed the supreme bliss of profound sleep, devoid of every object, it is foolishness not to cherish pure Awareness, and to long for some other object, pretending it could give dependable relief from suffering.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  },
  {
    "author": " ~ Sri Muruganar",
    "quotes": "For those who cannot dive deep within through silence, the keenest knowledge, seeking \\What is the source from which the \u0027I\u0027 rises?\\, it is better to scrutinize while mentally doing japa wherefrom the supreme Word [para-vak] comes.",
    "url": "http://keep-quiet.com/img/murugana.jpg",
    "type": "quiet"
  }
]